{
    "education": "Education Details \r\n BE Computer Science Mumbai, Maharashtra Mumbai University\r\n HSC  Mumbai, Maharashtra Maharashtra State Board\r\n SSC  Mumbai, Maharashtra Maharashtra State Board\r\nBusiness Analyst \r\n\r\nBusiness Analyst - Fino Payments Bank\r\nSkill Details \r\nCompany Details \r\ncompany - Fino Payments Bank\r\ndescription - Key Role   In-depth requirement and input gathering\r\nResponsibilities and Achievements:\r\nâ\u0099¦ Conducted in-depth requirement and input gathering from all concerned stakeholders [Business SMEs, Technical Architect and Business Architect] to create artifacts like Business Requirement Document (BRD) to arrive at functional requirements for development team\r\nâ\u0099¦ Created Functional Specification Document (FSD) highlighting the technical implementation and the use cases\r\nâ\u0099¦ Led the Merchant Commission Module project from end-to-end and co-ordinated for CUG and Live\r\nâ\u0099¦ Designed the Account Opening Process flow end-to-end during the time when bank was going Live.\r\nâ\u0099¦ SPOC for all the configurations (both account level and customer level) in production.\r\nâ\u0099¦ Led the Cash Controlling Processes for the field users as per the requirement from the business team.\r\nâ\u0099¦ Design and build proof of concepts to validate the viability of alternate approaches and determine optimum choice\r\nâ\u0099¦ Involved in Process Design for development of the products\r\nâ\u0099¦ Performed Functional Testing of the entire system and provided support during UAT by preparing UAT test cases, performing UAT tests to onboard new processes as BAU\r\nâ\u0099¦ Worked with the development teams in arriving at detailed techno-functional specifications, participate in Feasibility\r\nAnalysis\r\nâ\u0099¦ Conducting twice a week meetings with the vendor to discuss the status of CRs and to resolve technical queries\r\ncompany - Fino Paytech Pvt. Ltd\r\ndescription - Key Role   Requirement gathering, Development, Testing\r\nResponsibilities and Achievements:\r\nâ\u0099¦ Requirement gathering, preparation of traceability matrix, preparation and execution of use cases, developing of test plans based on requirements for Airtel Zambia National Partner Project\r\nâ\u0099¦ Led the employee profile creation, maintenance of employee details in the database: Preparation of work flow, end-to-end development and testing of the module\r\nâ\u0099¦ Designed the work flow process of the CAPA (Corrective Action Preventive Analysis) module to maintain the audit findings raised by the internal audit team\r\nâ\u0099¦ Designed the Expense Management module and automated it for end-to-end in-house expense flow\r\nâ\u0099¦ Designed the PMO tool Parivartan used for tracking the projects end-to-end",
    "skills": null,
    "experience": "projects end-to-end",
    "summary": "Education Details BE Computer Science Mumbai, Maharashtra Mumbai University HSC  Mumbai, Maharashtra Maharashtra State Board",
    "category": "Business Analyst"
}