{
    "education": "Education Details \r\n\r\nBusiness Analyst \r\n\r\nBusiness Analyst - Zensar Technologies Ltd\r\nSkill Details \r\nCRYSTAL REPORT- Exprience - 15 months\r\nDATABASE- Exprience - 6 months\r\nDB2- Exprience - 6 months\r\nIIS- Exprience - 6 months\r\nIIS 6- Exprience - 6 monthsCompany Details \r\ncompany - Zensar Technologies Ltd\r\ndescription - Location: Goregoan, Mumbai (Client -SUN Pharmaceutical)\r\nDesignation: Business Analyst.\r\nRole: Requirement gathering, gap analysis, support, end user training, documentation.\r\ncompany - Proteus Technologies Pvt Ltd\r\ndescription - Base Information Management Pvt. Ltd. Is a Mumbai base software service provider with core competency and proven track record of installations of Enterprise Wide Solutions. Base customers come from industries as wide as Pharmaceuticals, Life Sciences, Plastics, Engineering, Chemicals\r\ncompany - Wings Infonet Pvt Ltd\r\ndescription - It is IT solutions Provider Company. Company provides comprehensive technology solutions to Accounting, trade, payroll and Asset Management firms across the world.\r\ncompany - Hiral Tektronix Pvt Ltd\r\ndescription - Software relates to recruitment (HRMS), accounting, and Payroll.\r\n\r\nJob Responsibilities: â\u0080¢ ERP Implementation and after go live support.\r\nâ\u0080¢ Documenting user requirements and developing specifications for customization.\r\nâ\u0080¢ Integrating with other modules, integration testing & extending Post Go-live support, including training support to end-users.\r\nâ\u0080¢ Drafting functional requirements for ERP systems to represent the processes and functions involved.\r\nâ\u0080¢ Guiding the users in using various modules and the management for various functional issues.\r\nâ\u0080¢ Delivering awareness about various reports available in ERP system for day to day transactions and for MIS reporting of departments\r\nSystem Audit for better results and follow ups for Observation.\r\nâ\u0080¢ Developing and designing report using iReport and crystal report",
    "skills": "Skills Application Servers: IIS 6.0, Jboss 7.1. Database: SQL, Oracle and DB2. Report Tool: iReport, Crystal report. Career GraphEducation",
    "experience": null,
    "summary": "Technical Skills Application Servers: IIS 6.0, Jboss 7.1. Database: SQL, Oracle and DB2. Report Tool: iReport, Crystal report. Career GraphEducation Details Business Analyst",
    "category": "Business Analyst"
}