{
    "education": "Education Details \r\n B.E. Electronics & Communication Indore, Madhya Pradesh Medi-caps Institute of Technology & Management\r\nHadoop developer \r\n\r\nhadoop,hive,sqoop,flume,pig,mapreduce,python,impala,spark,scala,sql,unix.\r\nSkill Details \r\nAPACHE HADOOP SQOOP- Exprience - 31 months\r\nHadoop- Exprience - 31 months\r\nHADOOP- Exprience - 31 months\r\nHive- Exprience - 31 months\r\nSQOOP- Exprience - 31 months\r\npython- Exprience - Less than 1 year months\r\nhdfs- Exprience - Less than 1 year months\r\nunix- Exprience - Less than 1 year months\r\nimpala- Exprience - Less than 1 year months\r\npig- Exprience - Less than 1 year months\r\nunravel- Exprience - Less than 1 year months\r\nmapreduce- Exprience - Less than 1 year months\r\ndataiku- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Tata Consultancy Services\r\ndescription - Project Description\r\nData warehouse division has multiple products for injecting, storing, analysing and presenting data. The Data Lake program is started to provide multi-talent, secure data hub to store application's data on Hadoop platform with strong data governance, lineage, auditing and monitoring capabilities. The object of the project is to provide necessary engineering support to analytics and application teams so that they can focus on the business logic development. In this project, the major task is to set up the Hadoop cluster and govern all the activities which are required for the smooth functioning of various Hadoop ecosystems. As the day and day data increasing so to provide stability to the ecosystem and smooth working of it, Developing and automating the various requirement specific utilities.\r\n\r\nResponsibility 1. Developed proactive Health Check utility for Data Lake. The utility proactively checks the smooth functioning of all Hadoop components on the cluster and sends the result to email in HTML format. The utility is being used for daily Health Checks as well as after upgrades.\r\n2. Getting the data in different formats and processing the data in Hadoop ecosystem after filtering the data using the appropriate techniques.\r\n3. Developed data pipeline utility to ingest data from RDBMS database to Hive external tables using Sqoop commands. The utility also offers the data quality check like row count validation.\r\n4. Developed and automated various cluster health check, usage, capacity related reports using Unix shell scripting.\r\n5. Optimization of hive queries in order to increase the performance and minimize the Hadoop resource utilizations.\r\n6. Creating flume agents to process the data to Hadoop ecosystem side.\r\n7. Performed benchmark testing on the Hive Queries and impala queries.\r\n8. Involved in setting up the cluster and its components like edge node and HA implementation of the services: Hive Server2, Impala, and HDFS.\r\n9. Filtering the required data from available data using different technologies like pig, regex Serde etc.\r\n10. Dataiku benchmark testing on top of impala and hive in compare to Greenplum database.\r\n11. Moving the data from Greenplum database to Hadoop side with help of Sqoop pipeline, process the data to Hadoop side and storing the data into hive tables to do the performance testing.\r\n12. Dealing with the Hadoop ecosystem related issues in order to provide stability to WM Hadoop ecosystem.\r\n13. Rescheduling of job from autosys job hosting to TWS job hosting for better performance.\r\n\r\nDeclaration:\r\nI hereby declare that the above mentioned information is authentic to the best of my knowledge\r\ncompany - Tata Consultancy Services\r\ndescription - Clients: 1. Barclays 2. Union bank of California (UBC) 3. Morgan Stanley (MS)\r\n\r\nKEY PROJECTS HANDLED\r\nProject Name ABSA- Reconciliations, UBC and WMDATALAKE COE\r\ncompany - Tata Consultancy Services\r\ndescription - Project Description\r\nMigration of data from RDBMS database to Hive (Hadoop ecosystem) . Hadoop platform ability with strong data governance, lineage, auditing and monitoring capabilities. The objective of this project was to speed up the data processing so that the analysis and decision making become easy. Due to RDBMS limitations to process waste amount of data at once and produce the results at the earliest, Client wanted to move the data to Hadoop ecosystem so that they can over-come from those limitations and focus on business improvement only.\r\n\r\nResponsibility 1. Optimising the SQL queries for those data which were not required to move from RDBMS to any other platform.\r\n2. Writing the Hive queries and logic to move the data from RDBMS to Hadoop ecosystem.\r\n3. Writing the hive queries to analyse the required data as per the business requirements.\r\n4. Optimization of hive queries in order to increase the performance and minimize the Hadoop resource utilizations.\r\n5. Writing the sqoop commands and scripts to move the data from RDBMS to Hadoop side.\r\ncompany - Tata Consultancy Services\r\ndescription - Project Description\r\nCreate recs and migrating static setup of reconciliations from 8.1 version to 9.1 version of the environment Intellimatch.\r\n\r\nResponsibility 1. Have worked on extracting business requirements, analyzing and implementing them in developing Recs 2. Worked on migrating static setup of reconciliations from 8.1 version to 9.1 version of the environment Intellimatch.\r\n3. Done the back end work where most of the things were related to writing the sql queries and provide the data for the new recs.\r\n\r\nProject Name   PSO",
    "skills": "Technologies Hive, Pig, Sqoop, Flume, Oozie, Impala, hdfs Tools Dataiku, Unravel, Cloudera, Putty, HUE, Cloudera Manager, Eclipse, Resource Manager Initial Learning Program: Tata Consultancy Services: June 2015 to August 2015 Description: This is a learning program conducted by TCS for the newly joined employees, to accomplish them to learn the working standard of the organization. During this period employee are groomed with various technical as well as ethical aspects. Education",
    "experience": "PROJECTS HANDLED\r\nProject Name ABSA- Reconciliations, UBC and WMDATALAKE COE\r\ncompany - Tata Consultancy Services\r\ndescription - Project Description\r\nMigration of data from RDBMS database to Hive (Hadoop ecosystem) . Hadoop platform ability with strong data governance, lineage, auditing and monitoring capabilities. The objective of this project was to speed up the data processing so that the analysis and decision making become easy. Due to RDBMS limitations to process waste amount of data at once and produce the results at the earliest, Client wanted to move the data to Hadoop ecosystem so that they can over-come from those limitations and focus on business improvement only.\r\n\r\nResponsibility 1. Optimising the SQL queries for those data which were not required to move from RDBMS to any other platform.\r\n2. Writing the Hive queries and logic to move the data from RDBMS to Hadoop ecosystem.\r\n3. Writing the hive queries to analyse the required data as per the business requirements.\r\n4. Optimization of hive queries in order to increase the performance and minimize the Hadoop resource utilizations.\r\n5. Writing the sqoop commands and scripts to move the data from RDBMS to Hadoop side.\r\ncompany - Tata Consultancy Services\r\ndescription - Project Description\r\nCreate recs and migrating static setup of reconciliations from 8.1 version to 9.1 version of the environment Intellimatch.\r\n\r\nResponsibility 1. Have worked on extracting business requirements, analyzing and implementing them in developing Recs 2. Worked on migrating static setup of reconciliations from 8.1 version to 9.1 version of the environment Intellimatch.\r\n3. Done the back end work where most of the things were related to writing the sql queries and provide the data for the new recs.\r\n\r\nProject Name   PSO",
    "summary": "Technical Skill Set: Programming Languages Apache Hadoop, Python, shell scripting, SQL Technologies Hive, Pig, Sqoop, Flume, Oozie, Impala, hdfs Tools Dataiku, Unravel, Cloudera, Putty, HUE, Cloudera Manager, Eclipse, Resource Manager Initial Learning Program: Tata Consultancy Services: June 2015 to August 2015 Description: This is a learning program conducted by TCS for the newly joined employees, to accomplish them to learn the working standard of the organization. During this period employee are groomed with various technical as well as ethical aspects. Education Details B.E. Electronics & Communication Indore, Madhya Pradesh Medi-caps Institute of Technology & Management Hadoop developer",
    "category": "Hadoop"
}