{
    "education": "Education Details \r\n\r\nHadoop Developer \r\n\r\nHadoop Developer - Braindatawire\r\nSkill Details \r\nAPACHE HADOOP HDFS- Exprience - 49 months\r\nAPACHE HADOOP SQOOP- Exprience - 49 months\r\nHadoop- Exprience - 49 months\r\nHADOOP- Exprience - 49 months\r\nHADOOP DISTRIBUTED FILE SYSTEM- Exprience - 49 monthsCompany Details \r\ncompany - Braindatawire\r\ndescription - Technical Skills",
    "skills": "Skills:\r\nâ\u0080¢   Programming: Core Java, Map Reduce, Scala\r\nâ\u0080¢   Hadoop Tools: HDFS, Spark, Map Reduce, Sqoop, Hive, Hbase\r\nâ\u0080¢   Database: MySQL, Oracle\r\nâ\u0080¢   Scripting: Shell Scripting\r\nâ\u0080¢   IDE: Eclipse\r\nâ\u0080¢   Operating Systems: Linux (CentOS), Windows\r\nâ\u0080¢   Source Control: Git (Github)",
    "experience": null,
    "summary": "Skill Set: Hadoop, Map Reduce, HDFS, Hive, Sqoop, java. Duration: 2016 to 2017. Role: Hadoop Developer Rplus offers an quick, simple and powerful cloud based Solution, Demand Sense to accurately predict demand for your product in all your markets which Combines Enterprise and External Data to predict demand more accurately through Uses Social Conversation and Sentiments to derive demand and Identifies significant drivers of sale out of hordes of factors that Selects the best suited model out of multiple forecasting models for each product. Responsibilities: â\u0080¢ Involved in deploying the product for customers, gathering requirements and algorithm optimization at backend of the product. â\u0080¢ Load and transform Large Datasets of structured semi structured. â\u0080¢ Responsible to manage data coming from different sources and application â\u0080¢ Supported Map Reduce Programs those are running on the cluster â\u0080¢ Involved in creating Hive tables, loading with data and writing hive queries which will run internally in map reduce way.Education Details Hadoop Developer",
    "category": "Hadoop"
}