{
    "education": "Education Details \r\n B.Sc. Maths  Kakatiya University Board secured\r\nSQL server database administrator \r\n\r\nDatabase administrator\r\nSkill Details \r\nDATABASE- Exprience - 120 months\r\nDATABASE ADMINISTRATOR- Exprience - 72 months\r\nMAINTENANCE- Exprience - 48 months\r\nMS SQL SERVER- Exprience - 48 months\r\nREPLICATION- Exprience - 48 monthsCompany Details \r\ncompany - Barclays global services centre\r\ndescription - SQL server databases implementation and maintenances\r\n\r\nLog shipping, replication, High availability, clustering, performance tuning, database mirroring, Installation, configuration, upgradation, migration\r\ncompany - Wipro Infotech Pvt Ltd\r\ndescription - SQL server database administrator\r\ncompany - CITI Bank\r\ndescription - Worked as Database Support at Accord Fintech, Sanpada from Sep 2008 to 2013 Feb.\r\ncompany - \r\ndescription - 2012.\r\nâ\u0080¢     Sound knowledge in Database Backup, Restore, Attach, and Detach and Disaster Recovery procedures.\r\nâ\u0080¢     Developed backup and recovery strategies for production environment.\r\nâ\u0080¢     Ensuring data consistency in the database through DBCC and DMV commands.\r\nâ\u0080¢     Experience",
    "skills": "Skills: * RDBMS: MS SQL SERVER 2000/2005/2008 & 2012, 2014 * Operating Systems: WINDOWS XP/7, WINDOWS SERVER 2008, 12 * Fundamentals: MS Office 03/07 * Tools: SSMS, Performance Monitor, Sql profiler, SQL lite speed. Company name: Barclays Technology Centre India. Team Size: 24 Role: Database Administrator Support Description: Barclays Technology is a UK based retail & invest bank and 300 years of old bank.. It has operations in over 40 countries and employs approximately 120, 000 people. Barclays is organised into four core businesses: Personal & Corporate (Personal Banking, Corporate Banking, Wealth & Investment Management), Barclaycard, Investment Banking. Responsibilities: â\u009c\u0093 Attending various calls from all over the world on various database issues. â\u009c\u0093 Working on Web Gui alerts and resolving incident tickets within the time lines. â\u009c\u0093 Troubleshoooting log shipping issues and fixing the related alerts. â\u009c\u0093 Identifying and Resolving Blocking and locking related issues. â\u009c\u0093 Configuration and monitoring Replication, Log shipping and mirroring setup. â\u009c\u0093 Working on replication issues and Always ON issue. â\u009c\u0093 Granting and revoking permissions on various account provisioning tasks. â\u009c\u0093 Working on call support during the weekend and performing DR test's. and working on weekly maintenance jobs and weekend change requests. Education",
    "experience": "Experience in query tuning and stored procedures and troubleshooting performance issues.\r\nâ\u0080¢     Having hands on experience in DR process including log shipping and database mirroring.\r\nâ\u0080¢     Experience in scheduling   monitoring of Jobs.\r\nâ\u0080¢     Experience in configure and troubleshooting in Always ON.\r\nâ\u0080¢     Creating and Maintaining of Maintenance Plan.\r\nâ\u0080¢     Expertise in planning and implementing MS SQL Server Security and Database permissions.\r\nâ\u0080¢     Clear understanding of Implementation of Log Shipping, Replication and mirroring of databases between the servers.\r\nâ\u0080¢     Performance Tuning (Performance Monitor, SQL Profiler Query Analyzer) â\u0080¢     Security for server & Databases Implementing security by creating roles/users,\r\nAdded users in roles, assigning rights to roles.\r\nâ\u0080¢     Create and maintaining the linked servers between sql Instances.\r\nâ\u0080¢     Create and maintaining and Database mail.\r\nâ\u0080¢     Monitor and troubleshoot database issues.\r\nâ\u0080¢     Creating DTS packages for executing the required tasks.\r\nâ\u0080¢     Experts in create indexes, Maintaining indexes and rebuilds and reorganizes.\r\nâ\u0080¢     Daily Maintenance of SQL Servers included reviewing\r\nSQL error logs, Event Viewer.",
    "summary": "Software Skills: * RDBMS: MS SQL SERVER 2000/2005/2008 & 2012, 2014 * Operating Systems: WINDOWS XP/7, WINDOWS SERVER 2008, 12 * Fundamentals: MS Office 03/07 * Tools: SSMS, Performance Monitor, Sql profiler, SQL lite speed. Company name: Barclays Technology Centre India. Team Size: 24 Role: Database Administrator Support Description: Barclays Technology is a UK based retail & invest bank and 300 years of old bank.. It has operations in over 40 countries and employs approximately 120, 000 people. Barclays is organised into four core businesses: Personal & Corporate (Personal Banking, Corporate Banking, Wealth & Investment Management), Barclaycard, Investment Banking. Responsibilities: â\u009c\u0093 Attending various calls from all over the world on various database issues. â\u009c\u0093 Working on Web Gui alerts and resolving incident tickets within the time lines. â\u009c\u0093 Troubleshoooting log shipping issues and fixing the related alerts. â\u009c\u0093 Identifying and Resolving Blocking and locking related issues. â\u009c\u0093 Configuration and monitoring Replication, Log shipping and mirroring setup. â\u009c\u0093 Working on replication issues and Always ON issue. â\u009c\u0093 Granting and revoking permissions on various account provisioning tasks. â\u009c\u0093 Working on call support during the weekend and performing DR test's. and working on weekly maintenance jobs and weekend change requests. Education Details B.Sc. Maths  Kakatiya University Board secured SQL server database administrator",
    "category": "Database"
}