{
    "education": "Education Details \r\nJanuary 2018 MCS  Pune, Maharashtra Pune University\r\nDatabase administrator \r\n\r\nDatabase administrator  - Infiniteworx Omnichannel Pvt. Ltd\r\nSkill Details \r\nDATABASE- Exprience - 17 months\r\nMYSQL- Exprience - 17 months\r\nORACLE- Exprience - 17 months\r\nSQL- Exprience - 17 months\r\nDATABASE ADMINISTRATION- Exprience - 6 monthsCompany Details \r\ncompany - Infiniteworx Omnichannel Pvt. Ltd\r\ndescription - Pune Sept 2017 to Present\r\n\r\nRESPONSIBILITIES:\r\nâ\u0080¢ Creating tablespaces and planning the location of data, monitoring the tablespaces growth periodically.\r\nâ\u0080¢ All replication setup\r\nâ\u0080¢ Moved database Schema changes to stage.\r\nâ\u0080¢ Dba support query resolution.\r\nâ\u0080¢ Creating user and giving specific privileges\r\nâ\u0080¢ Database management.\r\nâ\u0080¢ Database recovery, moving data files to different locations.\r\nâ\u0080¢ Planning the backup policies and Backup/ Recovery of databases based on the criticality.\r\nâ\u0080¢ IMPORT/EXPORT.\r\nâ\u0080¢ Degine schemas\r\n\r\nKey Result Areas:\r\n\r\nâ\u0080¢ Providing 24 /7 support to resolve database performance issues, Job failures, Sessions & diagnose root causes\r\nâ\u0080¢ Installation, configuring and updating Oracle server software and related Oracle products. Installation, configuraing and updating Mysql, Sql server, MariaDB, MongoDB\r\nâ\u0080¢ Supported multiple databases and administered Oracle Databases of Large DB Sizes for production, development & test setups.\r\n\r\nâ\u0080¢ Maintaining table spaces & data files, Control files, Online Redo log files\r\n\r\nâ\u0080¢ Creating Users, granting Roles & Privileges to users and managing tablespaces for different users by granting quota on Default & Temporary tablespaces.\r\n\r\nâ\u0080¢ Taking Oracle RMAN Backups (Scheduling for day wise backup)\r\n\r\nâ\u0080¢ Implementing the incremental, cumulative and full RMAN backup for each database to have space management and effective recovery.\r\nâ\u0080¢ Logical Backup Using Export & Import/datapump Export of important tables at regular intervals.\r\n\r\nâ\u0080¢ Regular checking of trace, alert log file, all ORA errors\r\n\r\nâ\u0080¢ Working on incidents like User creation/deletion incidents, backup failed incidents.\r\nâ\u0080¢ Checking Listener Status, connectivity Troubleshooting and fixing database listener issues.\r\nâ\u0080¢ Look for any new alert / error log entries / errors, error details in Trace files generated. Executing DDL & DML scripts as per customer requirements\r\n\r\nâ\u0080¢ Mentoring, coaching and appraising team members with active involvement in the recruitment process\r\n\r\nâ\u0080¢ Contributing in Project Documentation and generating daily reports\r\n\r\nâ\u0080¢ Ensuring compliance to quality norms and taking steps for any non-conformance Spearheading complete project activities ensuring timely completion of project\r\nâ\u0080¢ Implementing security policies on different database systems with granting and revoking privileges to the users\r\n\r\nâ\u0080¢ Following change management processes and participated in related meetings\r\n\r\nâ\u0080¢ Verifying all Instances/DB are running, Tablespaces are online, Monitor Backround processes and status.\r\ncompany - InnovativeTechnologies\r\ndescription - Clients: BANKING DOMAIN",
    "skills": "SKILLSET Oracle DBA, MySQL, MARIADB, PostgreSQL Database Administration ITSKILLS SQL Oracle 10g, 11g, MYSQL, MariaDB, postgreSQL Windows, Linux Putty Education",
    "experience": null,
    "summary": "SKILLSET Oracle DBA, MySQL, MARIADB, PostgreSQL Database Administration ITSKILLS SQL Oracle 10g, 11g, MYSQL, MariaDB, postgreSQL Windows, Linux Putty Education Details January 2018 MCS  Pune, Maharashtra Pune University Database administrator",
    "category": "Database"
}