{
    "education": "Education Details \r\nJanuary 2012 BE Electronics Mumbai, Maharashtra Mumbai University\r\nJanuary 2006    Maharashtra State Board\r\nBusiness Analyst \r\n\r\nBusiness Analyst - Intertek India Pvt Ltd\r\nSkill Details \r\nSDLC- Exprience - 75 months\r\nVISIO- Exprience - 60 months\r\nREQUIREMENT GATHERING- Exprience - 15 months\r\nDocumentation- Exprience - Less than 1 year months\r\nFunctional Testing- Exprience - Less than 1 year months\r\nBusiness Analysis- Exprience - Less than 1 year months\r\nJira- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Intertek India Pvt Ltd\r\ndescription - Business Analyst. Key responsibilities include Requirements Gathering, Requirements Analysis. Documentation like FRD creation. Providing KT sessions to the team. Having Client Communication. Gap Analysis.\r\ncompany - Intertek India Pvt Ltd\r\ndescription - Requirement Gathering from Businesses. Creating FRDs.\r\nâ\u009c\u0093 Vendor interaction for functional and technical disciplines.\r\nâ\u009c\u0093 Creating Project Plan.\r\nâ\u009c\u0093 Walkthrough to team regarding the requirement â\u009c\u0093 Change Proposal Management; Effort Estimation, Impact & Gap Analysis â\u009c\u0093 Actively participate in Change proposal implementation & testing and define ways for improvement / enhancement â\u009c\u0093 Defect analysis & clarifying functional queries of team members & developers â\u009c\u0093 Creating UAT Test cases. Executing the same.\r\nâ\u009c\u0093 Test Management: Test Data creation, Test Case writing, Test Case Execution (Manual), Regression tests at various stages in the SDLC\r\n\r\nProject Details\r\nProject 1\tInlight (Feb 2018 till date)\r\nPlatform\t.Net\r\n\r\nDescription:\r\nInlight - (Supplier Risk Assessment Application)\r\nInlight is an Application designed to assess the Suppliers within the Supply chain. The Application on boards the Importers, Exporters and Suppliers. Based on the role they perform a Questionnaire is assigned to them and they fill out the Questionnaire. Basis the answer a scoring methodology is defined and the Suppliers are assessed to be Critical, High, Medium and Low. This helps in assessing the risk involved in working with certain Suppliers in the Supply chain.\r\n\r\nBeyond Curriculum â\u009c\u0093 Completed Internship in L&T â\u009c\u0093 Attended Logistics Business School Training in Germany.\r\nâ\u009c\u0093 A1 Certified in German Language.\r\nâ\u009c\u0093 Travelled Onsite for Business Meetings and Discussions with Clients.\r\n\r\nPersonal Dossier .\r\ncompany - AllCargo India Pvt Ltd\r\ndescription - FRD creation\r\nClient communication\r\nVendor Management\r\nHaving product Walk through with the team.\r\ncompany - AllCargo India Pvt Ltd\r\ndescription - Requirement Gathering from Businesses. Creating BRDs and FSDs.\r\nâ\u009c\u0093 Vendor interaction for functional and technical disciplines.\r\nâ\u009c\u0093 Creating Project Plan.\r\nâ\u009c\u0093 Analyzing business requirements and defining consistent, correct and complete specification â\u009c\u0093 Change Proposal Management; Effort Estimation, Impact & Gap Analysis â\u009c\u0093 Actively participate in Change proposal implementation & testing and define ways for improvement / enhancement â\u009c\u0093 Defect analysis & clarifying functional queries of team members & developers â\u009c\u0093 Prepare Requirement document, User manual, Test cases and training material â\u009c\u0093 Test Management: Test Data creation, Test Case writing, Test Case Execution (Manual), Regression tests at various stages in the SDLC\r\n\r\nProject Details\r\nProject 1\tCRM (Nov 2017 to Feb 2018)\r\nPlatform\tMicrosoft D365\r\n\r\nDescription:\r\nCRM - (Sales Management System)\r\nCRM is a Software solution specially designed for handling Sales Management. This is a product provided by Microsoft which helps in tracking the sales of company, the activities of the salesperson, 360-degree view of customer accounts. This basically helps to get the overall status and view of various businesses the company is achieving from different Customers. A platform where the salesperson provides the details of Lead, Opportunity, Accounts and Businesses. Available on Cloud.\r\n\r\nProject 2\tCredit Risk (Nov 2017 to Feb 2018)\r\nPlatform\t.Net\r\n\r\nDescription:\r\nCredit Risk - (Customer credit check Management System)\r\nCredit Risk is a Software solution specially designed for checking the credit status of the customer from which businesses are gained. The software basically is designed to take the KYC and the consent from the customer. For those customers who provide the consent, the credit report and monitoring report are obtained from the Credit Bureau. Based on the reports the customer health can be determined and business with them can either be  or discontinued.\r\n\r\nWork Experience",
    "skills": "Skills - Requirement Gathering - Requirement Analysis -Design Specifications - Client Communication - System Documentation - Problem solving - SDLC Operating Systems: Windows OS, UNIX (Linux/Ubuntu) Languages: Java, C++ Web Languages: JavaScript, HTML Tools: Citrix Software, System Architect, Quality Center v9.0 & v10.0, Tortoise SVN, DOORS, Artifact Viewer, JformDesigner, JIRA, Microsoft D365 Other Skills: Microsoft Office, MS Excel, MS PowerPoint, MS Visio, AutoCAD, VLSI, MS-CIT Certified. Education",
    "experience": "Experience 3:\r\ncompany - Capgemini India Pvt Ltd\r\ndescription - Client: DB Schenker â\u009c\u0093 Analyzing business requirements and defining consistent, correct and complete specification â\u009c\u0093 Change Proposal Management; Effort Estimation, Impact & Gap Analysis â\u009c\u0093 Actively participate in Change proposal implementation & testing and define ways for improvement / enhancement â\u009c\u0093 Defect analysis & clarifying functional queries of team members & developers â\u009c\u0093 Prepare Requirement document, User manual, Test cases and training material â\u009c\u0093 Impart business process knowledge transfer to the team members. Prepare business / functional process workflow using Visio, UML etc â\u009c\u0093 Working knowledge of OOAD - Object Oriented Analysis & Design concept.\r\nâ\u009c\u0093 Helping the Junior BAs in their work. Supervising their work.\r\nâ\u009c\u0093 Tools & Applications: System Architect, DOORS, UML designs & concepts, HP Quality Center, MWB, Jformdesigner â\u009c\u0093 Test Management: Test Data creation, Test Case writing, Test Case Execution (Manual), Regression tests at various stages in the SDLC\r\n\r\nProject Details\r\ncompany - Capgemini India Pvt Ltd\r\ndescription - Platform\tJava\r\n\r\nDescription:\r\nTANGO - (Sea & Air Cargo Management System)\r\nTANGO is a Software solution specially designed for handling sea and air cargo (Import & Export) Management. TANGO manages the creation of Shipment, Tracking the shipment via multiple service legs i.e. Pick-up, Delivery leg etc. It helps in managing the end to end shipment with respect to the entire department involvement (globally)\r\n\r\nWork Experience 2:\r\ncompany - Capgemini India Pvt Ltd\r\ndescription -",
    "summary": "Key Skills - Requirement Gathering - Requirement Analysis -Design Specifications - Client Communication - System Documentation - Problem solving - SDLC Operating Systems: Windows OS, UNIX (Linux/Ubuntu) Languages: Java, C++ Web Languages: JavaScript, HTML Tools: Citrix Software, System Architect, Quality Center v9.0 & v10.0, Tortoise SVN, DOORS, Artifact Viewer, JformDesigner, JIRA, Microsoft D365 Other Skills: Microsoft Office, MS Excel, MS PowerPoint, MS Visio, AutoCAD, VLSI, MS-CIT Certified. Education Details January 2012 BE Electronics Mumbai, Maharashtra Mumbai University January 2006    Maharashtra State Board",
    "category": "Business Analyst"
}