{
    "education": "Education Details \r\nJanuary 2017 to January 2018 PGDM Business Analytics  Great Lakes Institute of Management & Illinois Institute of Technology\r\nJanuary 2013 Bachelor of Engineering Electronics and Communication Bengaluru, Karnataka New Horizon College of Engineering, Bangalore Visvesvaraya Technological University\r\nData Science Consultant \r\n\r\nConsultant - Deloitte USI\r\nSkill Details \r\nLINEAR PROGRAMMING- Exprience - 6 months\r\nRETAIL- Exprience - 6 months\r\nRETAIL MARKETING- Exprience - 6 months\r\nSCM- Exprience - 6 months\r\nSQL- Exprience - Less than 1 year months\r\nDeep Learning- Exprience - Less than 1 year months\r\nMachine learning- Exprience - Less than 1 year months\r\nPython- Exprience - Less than 1 year months\r\nR- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Deloitte USI\r\ndescription - The project involved analysing historic deals and coming with insights to optimize future deals.\r\nRole: Was given raw data, carried out end to end analysis and presented insights to client.\r\nKey Responsibilities:\r\nâ\u0080¢ Extract data from client systems across geographies.\r\nâ\u0080¢ Understand and build reports in tableau. Infer meaningful insights to optimize prices and find out process blockades.\r\nTechnical Environment: R, Tableau.\r\n\r\nIndustry: Cross Industry\r\nService Area: Cross Industry - Products\r\nProject Name: Handwriting recognition\r\nConsultant: 3 months.\r\nThe project involved taking handwritten images and converting them to digital text images by object detection and sentence creation.\r\nRole: I was developing sentence correction functionality.\r\nKey Responsibilities:\r\nâ\u0080¢ Gather data large enough to capture all English words\r\nâ\u0080¢ Train LSTM models on words.\r\nTechnical Environment: Python.\r\n\r\nIndustry: Finance\r\nService Area: Financial Services - BI development Project Name: SWIFT\r\nConsultant: 8 months.\r\nThe project was to develop an analytics infrastructure on top of SAP S/4, it would user to view\r\nfinancial reports to respective departments. Reporting also included forecasting expenses.\r\nRole: I was leading the offshore team.\r\nKey Responsibilities:\r\nâ\u0080¢ Design & Develop data models for reporting.\r\nâ\u0080¢ Develop ETL for data flow\r\nâ\u0080¢ Validate various reports.\r\nTechnical Environment: SAP HANA, Tableau, SAP AO.\r\n\r\nIndustry: Healthcare Analytics\r\nService Area: Life Sciences - Product development Project Name: Clinical Healthcare System\r\nConsultant: 2 months.\r\nThe project was to develop an analytics infrastructure on top of Argus, it would allow users to query faster and provide advance analytics capabilities.\r\nRole: I was involved from design to deploy phase, performed a lot of data restructuring and built\r\nmodels for insights.\r\nKey Responsibilities:\r\nâ\u0080¢ Design & Develop data models for reporting.\r\nâ\u0080¢ Develop and deploy analytical models.\r\nâ\u0080¢ Validate various reports.\r\nTechnical Environment: Data Modelling, SAP HANA, Tableau, NLP.\r\n\r\nIndustry: FMCG\r\nService Area: Trade & Promotion\r\nProject Name: Consumption Based Planning for Flowers Foods Consultant; 8 months.\r\nThe project involved setting up of CRM and CBP modules.\r\nRole: I was involved in key data decomposition activities and setting up the base for future year\r\nforecast. Over the course of the project I developed various models and carried out key\r\nperformance improvements.\r\nKey Responsibilities:\r\nâ\u0080¢ Design & Develop HANA models for decomposition.\r\nâ\u0080¢ Develop data flow for forecast.\r\nâ\u0080¢ Developed various views for reporting of Customer/Sales/Funds.\r\nâ\u0080¢ Validate various reports in BOBJ.\r\nTechnical Environment: Data Modelling, SAP HANA, BOBJ, Time Series Forecasting.\r\n\r\nInternal Initiative Industry: FMCG\r\nCustomer Segmentation and RFM analysis Consultant; 3 months.\r\nThe initiative involved setting up of HANA-Python interface and advance analytics on Python. Over the course I had successfully segmented data into five core segments using K-means and carried out RFM analysis in Python. Also developed algorithm to categorize any new customer under the defined buckets.\r\nTechnical Environment: Anaconda3, Python3.6, HANA SPS12\r\n\r\nIndustry: Telecom Invoice state detection Consultant; 1 months.\r\nThe initiative was to reduce the manual effort in verifying closed and open invoices manually, it\r\ninvolved development to a decision tree to classify open/closed invoices. This enabled effort\r\nreduction by 60%.\r\nTechnical Environment: R, SAP PAL, SAP HANA SPS12\r\n\r\nAccenture Experience",
    "skills": "Skills â\u0080¢ R â\u0080¢ Python â\u0080¢ SAP HANA â\u0080¢ Tableau â\u0080¢ SAP HANA SQL â\u0080¢ SAP HANA PAL â\u0080¢ MS SQL â\u0080¢ SAP Lumira â\u0080¢ C# â\u0080¢ Linear Programming â\u0080¢ Data Modelling â\u0080¢ Advance Analytics â\u0080¢ SCM Analytics â\u0080¢ Retail Analytics â\u0080¢Social Media Analytics â\u0080¢ NLP Education",
    "experience": "Experience\r\nIndustry: Analytics - Cross Industry\r\nIn Process Analytics for SAP Senior Developer; 19 months.\r\nAccenture Solutions Pvt. Ltd., India\r\nThe project involved development of SAP analytics tool - In Process Analytics (IPA) . My role was to develop database objects and data models to provide operational insights to clients.\r\nRole: I have developed various Finance related KPIs and spearheaded various deployments.\r\nIntroduced SAP Predictive analytics to reduce development time and reuse functionalities for KPIs and prepared production planning reports.\r\nKey Responsibilities:\r\nâ\u0080¢ Involved in information gather phase.\r\nâ\u0080¢ Designed and implemented SAP HANA data modelling using Attribute View, Analytic View, and\r\nCalculation View.\r\nâ\u0080¢ Developed various KPI's individually using complex SQL scripts in Calculation views.\r\nâ\u0080¢ Created procedures in HANA Database.\r\nâ\u0080¢ Took ownership and developed Dashboard functionality.\r\nâ\u0080¢ Involved in building data processing algorithms to be executed in R server for cluster analysis.\r\nTechnical Environment: R, SAP HANA, T-SQL.\r\nIndustry: Cross Industry\r\nAccenture Testing Accelerator for SAP Database Developer; 21 months.\r\nAccenture Solutions Pvt. Ltd., India\r\nRole: I have taken care of all development activities for the ATAS tool and have also completed\r\nvarious deployments of the product.\r\nApart from these activities I was also actively involved in maintenance of the database servers\r\n(Production & Quality)\r\nKey Responsibilities:\r\nâ\u0080¢ Analyzing business requirements, understanding the scope, getting requirements clarified\r\ninteracting with business and further transform all requirements to generate attribute\r\nmapping documents and reviewing mapping specification documentation\r\nâ\u0080¢ Create / Update database objects like tables, views, stored procedures, function, and packages\r\nâ\u0080¢ Monitored SQL Server Error Logs and Application Logs through SQL Server Agent\r\nâ\u0080¢ Prepared Data Flow Diagrams, Entity Relationship Diagrams using UML\r\nâ\u0080¢ Responsible for Designing, developing and Normalization of database tables\r\nâ\u0080¢ Experience in performance tuning using SQL profiler.\r\nâ\u0080¢ Involved in QA, UAT, knowledge transfer and support activities\r\nTechnical Environment: SQL Server 2008/2014, Visual Studio 2010, Windows Server, Performance\r\nMonitor, SQL Server Profiler, C#, PL-SQL, T-SQL.",
    "summary": "Skills â\u0080¢ R â\u0080¢ Python â\u0080¢ SAP HANA â\u0080¢ Tableau â\u0080¢ SAP HANA SQL â\u0080¢ SAP HANA PAL â\u0080¢ MS SQL â\u0080¢ SAP Lumira â\u0080¢ C# â\u0080¢ Linear Programming â\u0080¢ Data Modelling â\u0080¢ Advance Analytics â\u0080¢ SCM Analytics â\u0080¢ Retail Analytics â\u0080¢Social Media Analytics â\u0080¢ NLP Education Details January 2017 to January 2018 PGDM Business Analytics  Great Lakes Institute of Management & Illinois Institute of Technology January 2013 Bachelor of Engineering Electronics and Communication Bengaluru, Karnataka New Horizon College of Engineering, Bangalore Visvesvaraya Technological University",
    "category": "Data Science"
}