{
    "education": "Education Details \r\nMay 2011 to May 2014 Bachelor of science Information technology Mumbai, Maharashtra Mumbai university\r\nOracle DBA \r\n\r\nOracle database administrator\r\nSkill Details \r\nInstallation of Oracle on RH Linux & Windows. Creating/Managing user profiles and analyzing their privileges and tablespace quotas Backup of database Logical and Physical procedures. Recovery of database in case of database crash, disk/media failure, etc. Standard DBA functions like space management, Rollback segments, Extents. Database Management and Monitoring the database. Willing to learn new things. Being a constructive team member, contributing practically to the success of the team.- Exprience - 48 monthsCompany Details \r\ncompany - Accelya kale solutions ltd\r\ndescription - Database Administrator working in 24*7 support environment maintaining Databases running on Oracle 11g, 12c.\r\nDatabase Up-gradation from Oracle 11g to Oracle 12c.\r\nInstallation of Database critical patches.\r\nTaking cold and hot backups on scheduled times and monitoring backups.\r\nImporting the export dump to another database as per demands.\r\nAutomating most of the daily activities through cronjobs, shell scripts or schedulers.\r\nMaking Plan of Actions for Various Activities.\r\nRaising SR with Oracle Support for different severity issues.\r\nHandling the Userâ\u0080\u0099s request and proper client interaction.\r\nMonitoring & managing database growth, tablespaces, adding ,resizing and renaming the datafiles.\r\nRestoration of database using RMAN backups for backup consistency checks.\r\nMigration of Database using export / import and RMAN backups.\r\nConfiguring & managing Physical Standby database.\r\nCreating database links, Tablespaces, database directories.\r\nManaging network settings through listener.ora and tnsnames.ora files.\r\nRestoration of data using old logical backup as per client request.\r\nSchema replication across databases through data pump tool.\r\nTaking cold and hot backups on scheduled times and monitoring backups\r\nTaking EXPDP of database, database objects and a particular schema\r\nUsing SCP ticketing tool in order keeping track of client requests.Â \r\nPerforming Maintenance Activities such as Index Rebuilding and stats gather.\r\nTroubleshooting the Basic LevelÂ performance issuesÂ \r\nSetting up a new environmentÂ from database perspective within the requested timelines\r\nAdding/Deleting disks in ASM and monitoring the ASM diskgroups.\r\nCreating users & privileges with appropriate roles and levels of security.Â \r\nDatabase Administrator working in 24*7 support environment maintaining Databases running on Oracle 11g, 12c.\r\nPerforming database online and offline database re-organization for database enhancement.Â \r\nMigrating database from Non-ASM to ASM file system.\r\nGrid up-gradation from 11g to 12C.\r\ncompany - Insolutions Global Ltd\r\ndescription - Oracle software installation(graphical/silent),Database upgrade,Patch upgrade.\r\nMaintaining around 80+ UAT DB servers, 40 production DB and 28 standby/DR DB.\r\nManaging/creating DR & standby servers, DB sync.\r\nBackup and recovery (RMAN/ Datapump).\r\nPerforming activities like switchover and failover .\r\nAllocating system storage and planning future storage requirements for the database system\r\nEnrolling users and maintaining system security.\r\nMonitoring Alert log, Snap ID generation, db size, Server space, OEM reports, User validity.\r\nControlling and monitoring user access to the database .\r\nScheduling shell scripts or dbms_jobs using Crontab or DBMS_SCHEDULER (monitoring script, listener check, backup script, AWR reports) etc.\r\nPlanning for backup and recovery of database.\r\nManaging the production database for Oracle and SQL Server and resize the space of database/Datafiles/Tablespace/Transactional Logs.\r\nManaging Temp and Undo tablespaces.\r\nCreating primary database storage structures (tablespaces) after application developers have designed an application.",
    "skills": null,
    "experience": null,
    "summary": "Education Details May 2011 to May 2014 Bachelor of science Information technology Mumbai, Maharashtra Mumbai university Oracle DBA",
    "category": "Database"
}