{
    "education": "QUALIFICATIONS: A university in marketing or business studies is preferred or a minimum of three years of related experience",
    "skills": "SKILLS: â\u0080¢ Planning & Strategizing â\u0080¢ Presentation skill â\u0080¢ Client relationship â\u0080¢ Energy level â\u0080¢ Enquiry Generation â\u0080¢ Achieving Targets QUALIFICATIONS: A university in marketing or business studies is preferred or a minimum of three years of related experience",
    "experience": "experience in sales & marketing sector. Problem - solving and analytical skills",
    "summary": "KEY SKILLS: â\u0080¢ Planning & Strategizing â\u0080¢ Presentation skill â\u0080¢ Client relationship â\u0080¢ Energy level â\u0080¢ Enquiry Generation â\u0080¢ Achieving Targets QUALIFICATIONS: A university in marketing or business studies is preferred or a minimum of three years of related experience in sales & marketing sector. Problem - solving and analytical skills to interpret sales performance and market trend information. Proven ability to motivate and lead the sales team. Experience in developing marketing and sales strategies. Excellent oral and written communication skills, plus a good working knowledge of Microsoft Office. Computer KNOWLEDGE â\u0080¢ Knowledge of MS Excel, MS Word, MS PowerPoint achievements and Interests â\u0080¢ I played Cricket for National Team (Maharashtra Cricket Association) â\u0080¢ Played Regional level Cricket Tournament Thee times for School team â\u0080¢ Worked as a Sports Secretary in college annual meet. â\u0080¢ Worked as a volunteer for road show in POONA College. â\u0080¢ Worked as a Group leader for college presentation. â\u0080¢ My Interest are Learning various computers languages & Tricks and Techniques of computer and Playing Cricket. personal Information . Education Details MBA Operations  Dr. D. Y. Patil College B.B.A. Marketing Pune, Maharashtra Poona College",
    "category": "Sales"
}