{
    "education": "Education Details \r\n\r\nHadoop Developer \r\n\r\nHadoop Developer - INFOSYS\r\nSkill Details \r\nCompany Details \r\ncompany - INFOSYS\r\ndescription - Project Description: The banking information had stored the data in different data ware house systems for each department but it becomes difficult for the organization to manage the data and to perform some analytics on the past data, so it is combined them into a single global repository in Hadoop for analysis.\r\n\r\nResponsibilities:\r\nâ\u0080¢       Analyze the banking rates data set.\r\nâ\u0080¢       Create specification document.\r\nâ\u0080¢       Provide effort estimation.\r\nâ\u0080¢       Develop SPARK Scala, SPARK SQL Programs using Eclipse IDE on Windows/Linux environment.\r\nâ\u0080¢       Create KPI's test scenarios, test cases, test result document.\r\nâ\u0080¢       Test the Scala programs in Linux Spark Standalone mode.\r\nâ\u0080¢       setup multi cluster on AWS, deploy the Spark Scala programs\r\nâ\u0080¢       Provided solution using Hadoop ecosystem - HDFS, MapReduce, Pig, Hive, HBase, and Zookeeper.\r\nâ\u0080¢       Provided solution using large scale server-side systems with distributed processing algorithms.\r\nâ\u0080¢       Created reports for the BI team using Sqoop to export data into HDFS and Hive.\r\nâ\u0080¢       Provided solution in supporting and assisting in troubleshooting and optimization of MapReduce jobs and\r\nPig Latin scripts.\r\nâ\u0080¢       Deep understanding of Hadoop design principles, cluster connectivity, security and the factors that affect\r\nsystem performance.\r\nâ\u0080¢       Worked on Importing and exporting data from different databases like Oracle, Teradata into HDFS and Hive\r\nusing Sqoop, TPT and Connect Direct.\r\nâ\u0080¢       Import and export the data from RDBMS to HDFS/HBASE\r\nâ\u0080¢       Wrote script and placed it in client side so that the data moved to HDFS will be stored in temporary file and then it will start loading it in hive tables.\r\nâ\u0080¢       Developed the Sqoop scripts in order to make the interaction between Pig and MySQL Database.\r\nâ\u0080¢       Involved in developing the Hive Reports, Partitions of Hive tables.\r\nâ\u0080¢       Created and maintained technical documentation for launching HADOOP Clusters and for executing HIVE\r\nqueries and PIG scripts.\r\nâ\u0080¢       Involved in running Hadoop jobs for processing millions of records of text data\r\n\r\nEnvironment: Java, Hadoop, HDFS, Map-Reduce, Pig, Hive, Sqoop, Flume, Oozie, HBase, Spark, Scala,\r\nLinux, NoSQL, Storm, Tomcat, Putty, SVN, GitHub, IBM WebSphere v8.5.\r\n\r\nProject #1: TELECOMMUNICATIONS\r\nHadoop Developer\r\n\r\nDescription To identify customers who are likely to churn and 360-degree view of the customer is created from different heterogeneous data sources. The data is brought into data lake (HDFS) from different sources and analyzed using different Hadoop tools like pig and hive.\r\n\r\nResponsibilities:\r\nâ\u0080¢       Installed and Configured Apache Hadoop tools like Hive, Pig, HBase and Sqoop for application development and unit testing.\r\nâ\u0080¢       Wrote MapReduce jobs to discover trends in data usage by users.\r\nâ\u0080¢       Involved in database connection using SQOOP.\r\nâ\u0080¢       Involved in creating Hive tables, loading data and writing hive queries Using the HiveQL.\r\nâ\u0080¢       Involved in partitioning and joining Hive tables for Hive query optimization.\r\nâ\u0080¢       Experience",
    "skills": null,
    "experience": "Experienced in SQL DB Migration to HDFS.\r\nâ\u0080¢       Used NoSQL(HBase) for faster performance, which maintains the data in the De-Normalized way for OLTP.\r\nâ\u0080¢       The data is collected from distributed sources into Avro models. Applied transformations and standardizations and loaded into HBase for further data processing.\r\nâ\u0080¢       Experienced in defining job flows.\r\nâ\u0080¢       Used Oozie to orchestrate the workflow.\r\nâ\u0080¢       Implemented Fair schedulers on the Job tracker to share the resources of the Cluster for the Map Reduce\r\njobs given by the users.\r\nâ\u0080¢       Exported the analyzed data to the relational databases using HIVE for visualization and to generate reports for the BI team.\r\n\r\nEnvironment: Hadoop, Hive, Linux, MapReduce, HDFS, Hive, Python, Pig, Sqoop, Cloudera, Shell Scripting,\r\nJava (JDK 1.6), Java 6, Oracle 10g, PL/SQL, SQL*PLUS",
    "summary": "Education Details Hadoop Developer",
    "category": "Hadoop"
}