{
    "education": "Education Details \r\nJanuary 2017 B.E. Computer Technology Gondia, MAHARASHTRA, IN Manoharbhai Patel Institute of Engineering and Technology\r\n HSC  Gondia, MAHARASHTRA, IN S.M.P. Science College\r\nJava Developer \r\n\r\nJava Developer - Xoriant Solutions Pvt Ltd\r\nSkill Details \r\nCompany Details \r\ncompany - Xoriant Solutions Pvt Ltd\r\ndescription - Pune\r\nPeriod                Sept' 2017 to till date\r\nRole                  Java Developer\r\nDescription           ResRent is a team responsible for the development of various\r\nmodules for Hertz. They are responsible for the development of screens in the portfolios they look after, and act as a\r\nprimary control function; developing webservices to ensure it can\r\nbe hit by XML and JSON. We build various modules which are\r\ninbuilt in Hertz to provide interfaces for end users in their tasks.\r\nTools                 Eclipse, TOAD, SoapBox, Postman\r\nResponsibilities      - Develop module from Backend to Middleware to Frontend.\r\n- Bugs fixing and proactive developing of enhancements\r\n- Resolve Application incidents within defined UCs & creating\r\ndifferent Task ticket as well.\r\n- Debug and provide solution for workflow.\r\n- Resolving DB issues and providing technical support to BAs.\r\n- Keeping track of deployments and effect of same on ongoing\r\njobs\r\n- Contribution towards automation of daily activities and process\r\nbased organization\r\n- On-time, within-budget delivery meeting customers' quality\r\nexpectations.\r\n- Maintain knowledge base of domain, known defects and issues,\r\nprocesses and development techniques.\r\ncompany - Xoriant Solutions Pvt Ltd\r\ndescription - Strong communication, collaboration & team building skills",
    "skills": "SKILLS Skills: Java, SQL, PL/SQL, C, C++, BootStrap, JSP, Ext JS Operating Systems: Windows Tools: Toad, Eclipse, SoapBox, Postman Databases: Oracle, MS-SQL, MS-Access, MS-ExcelEducation",
    "experience": "Experience in development in Web application.\r\nâ\u009c\u0093 Resolve project related issues in minimal time.\r\nâ\u009c\u0093 Able to communicate effectively with multifunctional teams, programmers and technical staff at all levels.\r\nâ\u009c\u0093 Good knowledge of Java, Sql, Ext JS, JSP, XML, Web services.\r\nâ\u009c\u0093 Good interpersonal & analytical skills",
    "summary": "TECHNICAL SKILLS Skills: Java, SQL, PL/SQL, C, C++, BootStrap, JSP, Ext JS Operating Systems: Windows Tools: Toad, Eclipse, SoapBox, Postman Databases: Oracle, MS-SQL, MS-Access, MS-ExcelEducation Details January 2017 B.E. Computer Technology Gondia, MAHARASHTRA, IN Manoharbhai Patel Institute of Engineering and Technology HSC  Gondia, MAHARASHTRA, IN S.M.P. Science College",
    "category": "Java Developer"
}