{
    "education": "Education Details \r\n Bachelor of Science Computer Science Mumbai, Maharashtra Mumbai University\r\nQA Automation Lead \r\n\r\nQA Automation Lead\r\nSkill Details \r\nC++- Exprience - 63 months\r\nPYTHON- Exprience - 109 months\r\nUFT- Exprience - 85 months\r\nSELENIUM- Exprience - 85 months\r\nSQL- Exprience - 69 monthsCompany Details \r\ncompany - Leading Industrial Automation\r\ndescription - Responsibilities:\r\nâ\u0080¢ Test Rockwell Automation embedded systems such as Logix Designer, Factory Talk, RSLinx Classic, Control Flash, Compare Tool, I/O modules and Profiles.\r\nâ\u0080¢ Coordinate with Onsite and Offshore QA leads to design and develop test strategy and test plan.\r\nâ\u0080¢ Document test plan and test cases base on product Requirement Document and functional specification. Discussed and explained the requirement to QA team.\r\nâ\u0080¢ Work in Scrum base Agile Methodology and Test Driven development environment with frequent changing requirements and lots of challenges.\r\nâ\u0080¢ Document and Published Program Increment Objectives, Program Increment planning report, Feature Epics, Backlog and Stories.\r\nâ\u0080¢ Conduct and Participated in Program Increment Planning, Backlog Grooming, Sprint Planning, Daily Stand Ups, Sprint Review and Retrospective.\r\nâ\u0080¢ Perform Automation testing tasks such as Design, Create, Maintain, Execute and peer review test scripts using Test Automation Framework(TAF)\r\nâ\u0080¢ Develop and Execute System integration and GUI integration test using C++.\r\nâ\u0080¢ Interact with Business Analysts and Software Developers for bug review and participated in QA meetings.\r\nâ\u0080¢ Work closely with development and engineering department to ensure proper resolution of bugs.\r\nâ\u0080¢ Proactively came up with innovative methods to improve software quality, test coverage, efficiency and regression coverage.\r\nâ\u0080¢ Created and Maintained testing documents such as High Level Requirement, Test strategy report, Test plan, Test cases, Test execution results, Bug report, Quality Metrics, Traceability Matrix and Testing Summary Reports.\r\nEnvironment: Logix Designer, Factory Talk, RSLinx Classic, ControlFlash, CompareTool, I/O modules, Profiles, Test Automation Framework(TAF), C++, Python, Selenium, Clear Case, Clear Quest, UFT, Collaborative Lifecycle Management, and Version-one.\r\ncompany - GE-Healthcare\r\ndescription - Responsibilities:\r\nâ\u0080¢ Validated GE CT scanners based on FDA compliances and regulations.\r\nâ\u0080¢ Interacted with Clinical experts, Business Analysts and Development architect for creation of test strategy and test plan.\r\nâ\u0080¢ Coordinated with the Offshore QA and Onsite QA team to work on design and develop of test strategies and requirement traceability matrix.\r\nâ\u0080¢ Designed, Created and executed manual test cases base on product requirement documents.\r\nâ\u0080¢ Increased productivity by initiating use of automation tools like DICOM and QTP.\r\nâ\u0080¢ Trained and guided GE team on automation test creation and execution using QTP.\r\nâ\u0080¢ Performed testing types such as functional, integration, performance and regression and Provide test reports to management.\r\nâ\u0080¢ Involved in release support, test bed creation & testing throughout release process.\r\nEnvironment: Agile, Test-driven development (TDD), DICOM, HL7, Image reconstruction, Windows, Linux, SQL, C, Python, QTP, HTML, XML, QTP, VBScripts and QC\r\ncompany - Patni-GE-Healthcare PACS\r\ndescription - Responsibilities:\r\nâ\u0080¢ Validated GE PACS application and tested web application defined for Administration, Authentication and Archiving of DICOM images.\r\nâ\u0080¢ Involved in the creation of Automation framework by using Hybrid and BPT approach.\r\nâ\u0080¢ Responsible for creation of Test Bed and Golden Data using DCMTK.\r\nâ\u0080¢ Prepared the Test Scenarios, Test plan, Test cases and Automation Scripts for Integration, System and End-to-End testing on all applications.\r\nâ\u0080¢ Designed and developed User defined and Generic functions with well-versed VB scripting.\r\nâ\u0080¢ Descriptive programming in scripting dynamic objects and reusable actions in defining scenario flows in UFT/QTP.\r\nâ\u0080¢ Reviewed the QTP Scripts developed by the team members.\r\nâ\u0080¢ Supported the QA/SIT and Regression testing team for environmental issues and Interact with other downstream environment system team for the clarifications.\r\nEnvironment: Agile, Test-driven development (TDD), GE PACS, DICOM, HL7, Image reconstruction, Image Construction, Windows, Linux, SQL, C, Python, Selenium, QTP, HTML, XML, QTP, JavaScript, VBScripts and QC\r\ncompany - HDFC Bank Limited\r\ndescription - Responsibilities:\r\nâ\u0080¢ Reviewed Business requirements, design documents and prepared test cases for assigned project releases.\r\nâ\u0080¢ Performed testing types such as API, functional, integration, System, performance, regression, security and network. Provide test reports to management.\r\nâ\u0080¢ Involved in integration testing for release of new functionality.\r\nâ\u0080¢ Testing critical bug's fixes and co-ordinate with developer in fixing these critical bugs.\r\nâ\u0080¢ Involved in backend database testing in oracle and Microsoft SQL.\r\nâ\u0080¢ Involved in release support, test bed setup & testing throughout release process.\r\nâ\u0080¢ Automation of test flow's using automated tools QTP 10.\r\nEnvironment: Windows, Linux, SQL, C, Python, QTP, HTML, XML, QTP, JavaScript, VBScripts and QC\r\ncompany - Vistaar Systems Limited\r\ndescription - Responsibilities:\r\nâ\u0080¢ Referred Business requirements documents, Use case documents and Design documents provided by client and developer for creation of Manual and Automation test cases.\r\nâ\u0080¢ Involved in Analysis, Design, Creation, Execution and Debugging of automation scripts using automation tools like Rational Robot, QTP and Shell scripting.\r\nâ\u0080¢ Testing critical bug's fixes and co-ordinate with developer in fixing these critical bugs.\r\nâ\u0080¢ Involved in Installation of build, Maintaining test bed, Smoke and Sanitary testing, Regression testing, Performance testing and Database testing using Rational Robot, QTP and Shell scripting.\r\nEnvironment: Windows, Linux, SQL, Rational Robot V2002 and QTP V 9.2.",
    "skills": "SKILLS Agile Methodology Scrum, Kanban, Extreme Programming(XP), Test-driven development (TDD) and Feature Driven development(FDD) Domain Industrial Automation, Retail, Banking, Insurance, Health care. Automation Framework Modular, Data driven, BPT, Hybrid Test automation tool HP UFT, TAF, Load Runner, Selenium, Rational Robot, DCMTK, sikuli languages VB Script, C++, Python, Shell Script Bug Tracking Tool Bugzilla, Jira, HP Quality Control, AP Test, Clear Quest Version management Clear case, Win CVS, SVN Database Oracle, SQL server, MySQL Network Protocols TCP/IP, HTTP, HTTPS, VPN, FTP, LDAP Healthcare DICOM, PACS, HL7, Image Archiving, Image reconstruction, Rockwell Automation Logix Designer, Factory Talk, RSLinx Classic, Control Flash, Compare Tool, I/O modules and Profiles. Education",
    "experience": null,
    "summary": "SKILLS Agile Methodology Scrum, Kanban, Extreme Programming(XP), Test-driven development (TDD) and Feature Driven development(FDD) Domain Industrial Automation, Retail, Banking, Insurance, Health care. Automation Framework Modular, Data driven, BPT, Hybrid Test automation tool HP UFT, TAF, Load Runner, Selenium, Rational Robot, DCMTK, sikuli languages VB Script, C++, Python, Shell Script Bug Tracking Tool Bugzilla, Jira, HP Quality Control, AP Test, Clear Quest Version management Clear case, Win CVS, SVN Database Oracle, SQL server, MySQL Network Protocols TCP/IP, HTTP, HTTPS, VPN, FTP, LDAP Healthcare DICOM, PACS, HL7, Image Archiving, Image reconstruction, Rockwell Automation Logix Designer, Factory Talk, RSLinx Classic, Control Flash, Compare Tool, I/O modules and Profiles. Education Details Bachelor of Science Computer Science Mumbai, Maharashtra Mumbai University QA Automation Lead",
    "category": "Automation Testing"
}