{
    "education": "Academic Year: 2016-2017 (sem-5) Description: â\u0080¢ This project simply senses the temperature level and turn ON the FAN when temperature is above set limit. This project was developed with an aim to control the temperature of devices and reduce the damages of the devices because of heating. Title:- Automatic Plant Watering System Academic Year: 2016-2017 (sem-6) Description: â\u0080¢ This project simply senses the moisture level and turn ON the water pump when moisture is Education Details \r\nJanuary 2018 B.E Technology Mumbai, Maharashtra Mumbai university\r\n H.S.C Mahatma Gandhi High  Maharashtra State Board\r\n S.S.C. Mahatma Gandhi High  Maharashtra State Board\r\n    School & Junior College\r\nNetwork Security Enginner \r\n\r\nNetwork Security Engineer\r\nSkill Details \r\nNetworking- Exprience - Less than 1 year months\r\nSubnetting,Supernetting- Exprience - Less than 1 year months\r\nAccess Lists- Exprience - Less than 1 year months\r\nACLS- Exprience - 6 months\r\nNetwork Address Translation(NAT)- Exprience - Less than 1 year months\r\nVLAN- Exprience - Less than 1 year months\r\nAAA- Exprience - Less than 1 year months\r\nIPSec- Exprience - Less than 1 year months\r\nACCESS CONTROL LISTS- Exprience - 6 months\r\nDHCP Snooping- Exprience - Less than 1 year months\r\nPrivate Vlan- Exprience - Less than 1 year months\r\nVLAN Hopping- Exprience - Less than 1 year months\r\nVPN- Exprience - Less than 1 year months\r\nRouting protocols-RIP,EIGRP,OSPF,BGP- Exprience - Less than 1 year months\r\nDM-VPN- Exprience - Less than 1 year months\r\nSwitching- Exprience - Less than 1 year months\r\nControl Plane Security- Exprience - Less than 1 year months\r\nData Plane Security- Exprience - Less than 1 year months\r\nManagement Plane Security- Exprience - Less than 1 year months\r\nNetwork Telemetary- Exprience - Less than 1 year months\r\nFirewall- Exprience - Less than 1 year months\r\nFirewall Filtering Technologies- Exprience - Less than 1 year months\r\nASA Failovers- Exprience - Less than 1 year months\r\nZone Based Firewall- Exprience - Less than 1 year months\r\nReputation Based Firewall- Exprience - Less than 1 year months\r\nSecurity Context- Exprience - Less than 1 year months\r\nSecurity- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Stormfur Technologies LLP\r\ndescription - Network Security Engineer\r\nStromfur Technologies LLP,\r\nAugust 2018-Present\r\nâ\u0080¢ Troubleshoot firewall related incidents for customers.\r\nâ\u0080¢ Solve technical problems relating to installing security solutions.\r\nâ\u0080¢ Analyze security requirements of network system.\r\nâ\u0080¢ Reviewed configuration and maintained Cisco ASA Firewalls, routers, and switches.\r\nâ\u0080¢ Reviewed and modified access control lists (ACLs) on network switching and routing equipment as needed to maintain security standards.\r\nâ\u0080¢ Participated in core network team to upgrade corporate network.\r\nâ\u0080¢ Maintained network security technologies and services.\r\nâ\u0080¢ Interacted with clients and analyzed operational requirements.\r\nâ\u0080¢ Install and configured of IPSEC and SSL VPN.\r\nâ\u0080¢ Reviewed and configured VLAN, Routing Protocols (RIP, OSPF, EIGRP), NAT.\r\nâ\u0080¢ Support for client in various networking issues.",
    "skills": "technologies, ASA modes of deployment, ASA failover, Security context, Reputation based firewall, Identity firewall, Zone based firewall. Projects T.E. Project: Title: -Temperature Controlled Cooling Fan Academic Year: 2016-2017 (sem-5) Description: â\u0080¢ This project simply senses the temperature level and turn ON the FAN when temperature is above set limit. This project was developed with an aim to control the temperature of devices and reduce the damages of the devices because of heating. Title:- Automatic Plant Watering System Academic Year: 2016-2017 (sem-6) Description: â\u0080¢ This project simply senses the moisture level and turn ON the water pump when moisture is Education",
    "experience": "Projects T.E. Project: Title: -Temperature Controlled Cooling Fan Academic Year: 2016-2017 (sem-5) Description: â\u0080¢ This project simply senses the temperature level and turn ON the FAN when temperature is above set limit. This project was developed with an aim to control the temperature of devices and reduce the damages of the devices because of heating. Title:- Automatic Plant Watering System Academic Year: 2016-2017 (sem-6) Description: â\u0080¢ This project simply senses the moisture level and turn ON the water pump when moisture is Education",
    "summary": "Skill Set â\u0080¢â\u0080¢Cisco Certified Network Associates (CCNA): - â\u0080¢ Basic knowledge of networking such as Ethernet mediums, ethernet communication, types of Ethernet communication devices etc. â\u0080¢ IPv4 (Subnetting, Supernetting) â\u0080¢ Basic configuration of Routing, Switching, Access lists, Network Address Translation (NAT), Virtual LANs (VLANs) etc â\u0080¢â\u0080¢Cisco Certified Network Associates (CCNA-Security): - â\u0080¢ Basic security goals and need. â\u0080¢ Different types of attacks like access attacks, reconnaissance strategies etc. â\u0080¢ Basic configuration of firewalls. â\u0080¢ Mitigation techniques such as access control lists, private VLANs, VLAN hopping, IP source guard, DHCP snooping, Authentication, Authorization & Accounting (AAA), IP Security (IPsec) etc. â\u0080¢â\u0080¢Cisco Certified Network Professional (CCNP-Routing, Switching & MPLS): - â\u0080¢ Routing-Configuration and concept of EIGRP, OSPF and BGP. â\u0080¢ Switching-Virtual LANs (VLANs), spanning tree protocol (STP), queuing etc. â\u0080¢ MPLS (Multi-Protocol Label Switching) -Basic idea about working, types and modes of MPLS, penultimate hopping in mpls etc. â\u0080¢â\u0080¢Cisco Certified Network Professional Security (ASA Module): - â\u0080¢ Knowledge of Control Plane Security, Management Plane Security and Data Plane Security. â\u0080¢ Knowledge of Network Telemetary (NTP, NetFlow, Logging), NAT fundamental on ASA. â\u0080¢ Firewall filtering technologies, ASA modes of deployment, ASA failover, Security context, Reputation based firewall, Identity firewall, Zone based firewall. Projects T.E. Project: Title: -Temperature Controlled Cooling Fan Academic Year: 2016-2017 (sem-5) Description: â\u0080¢ This project simply senses the temperature level and turn ON the FAN when temperature is above set limit. This project was developed with an aim to control the temperature of devices and reduce the damages of the devices because of heating. Title:- Automatic Plant Watering System Academic Year: 2016-2017 (sem-6) Description: â\u0080¢ This project simply senses the moisture level and turn ON the water pump when moisture is Education Details January 2018 B.E Technology Mumbai, Maharashtra Mumbai university H.S.C Mahatma Gandhi High  Maharashtra State Board",
    "category": "Network Security Engineer"
}