{
    "education": "Education Details \r\nJanuary 2013 to January 2016 B.E. Yeshwantrao Chavan Nagpur, Maharashtra Nagpur University\r\n Diploma Aggregate  Maharashtra State\r\n S.S.C. Education Nagpur, Maharashtra Maharashtra State\r\nTesting engineer \r\n\r\n\r\nSkill Details \r\nANDROID- Exprience - 6 months\r\nCPP- Exprience - 6 months\r\nDATABASE- Exprience - 6 months\r\nEXCEL- Exprience - 6 months\r\nJAVA- Exprience - 6 months\r\nSelenium- Exprience - 12 months\r\nAutomation Testing- Exprience - 12 months\r\nSelenium Webdriver- Exprience - 12 months\r\nManual Testing- Exprience - 6 months\r\nRegression Testing- Exprience - 6 monthsCompany Details \r\ncompany - Maxgen technologies\r\ndescription - I'm a software test engineer working at Maxgen technologies from past 1 year.",
    "skills": "technologies\r\ndescription - I'm a software test engineer working at Maxgen technologies from past 1 year.",
    "experience": null,
    "summary": "COMPUTER PROFICIENCY â\u0080¢ Basic: MS-Office (PowerPoint, word, Outlook, Excel) â\u0080¢ Language Known: Basics of C, CPP, Java. â\u0080¢ Basics of Networking â\u0080¢ Basics command of Linux PROJECT DETAILS Minor Project Details: â\u0080¢ Title: Applocker for Android. â\u0080¢ Project Area: Android Application. â\u0080¢ Description: Applocker provides the protection of the System applications as well as the Third party applications installed in the Android devices. The password protection is provided with the help of patterns of volume keys. Hence, an extra measure of privacy is acquired. Major Project Details: â\u0080¢ Title: Online Complaint System For Cyber Crimes. â\u0080¢ Project Area: Android Application â\u0080¢ Description: Online Complaint System for Cyber Crimes is an android application which will be in use after a person lodged a complaint in Police station regarding cyber crime but no action has been taken against it within the prescribed time constraint. Such person will directly use this application which will help him/her to directly lodge the complaint to Commissioner Office and it will get store in the Commissioner's database and necessary action will be taken against it. STRENGTHS â\u0080¢ Belief in team work both as a team member and a leader. â\u0080¢ Hard and ethical worker.Education Details January 2013 to January 2016 B.E. Yeshwantrao Chavan Nagpur, Maharashtra Nagpur University Diploma Aggregate  Maharashtra State",
    "category": "Testing"
}