{
    "education": "Education Details \r\n\r\nSAP Technical Architect \r\n\r\nSAP Technical Consultant -  (ALE/IDOC/oDATA/Fiori/S4HANA/EWM/APO/Retail)\r\nSkill Details \r\nSAP ABAP- Exprience - 120 months\r\nSAP ABAP ( ALE / IDOC / EDI )- Exprience - 96 months\r\nSAP Netweaver Gateway / oData / Fiori- Exprience - 24 months\r\nSAP Techno Functional- Exprience - 36 months\r\nSAP ABAP ( IS-Retail / APO / IS-Auto / EWM)- Exprience - 36 months\r\nSAP Techno-functional- Exprience - 48 months\r\nSAP SD- Exprience - 36 months\r\nNetWeaver Gateway (oDATA, Fiori)- Exprience - 24 months\r\nSAP S/4HANA (new features Extensibility, Embedded Analytics)- Exprience - 12 monthsCompany Details \r\ncompany - \r\ndescription - 13+ years of work experience",
    "skills": "skills, team participation, inter-team co-ordination, team leadership abilities and customer oriented attitude\r\nâ\u009e¢ Experience",
    "experience": "experience in SAP which includes roles varies from developer to subject matter expert\r\nâ\u009e¢ Strong project experience in implementation, upgrade, application development and maintenance\r\nâ\u009e¢ SAP ABAP Certified associate and has certification in ITIL 2011 Foundation and PRINCE2 practitioner\r\nâ\u009e¢ SAP project Full-Lifecycle implementations across multiple global projects\r\nâ\u009e¢ Direct client exposure of 1.3 years in United States of America and 1.2 years in Malaysia\r\nâ\u009e¢ Expertise on SAP ABAP FRICEW components\r\nâ\u009e¢ Experience in various SAP modules like MM, FI, CO, SD, PS, PP, CS, PM, QM and HR\r\nâ\u009e¢ Experience on S/4HANA, IS-Auto, IS-Retail, SCM 7.0, SOLMAN, SAP GTS, SAP PI 7.3, SAP BI 7.0/ 7.3, Vistex, ProShip, HPQC, IBM ManageNow, CA service desk, Loftware, Data Matrix\r\nâ\u009e¢ Experience in SAP Netweaver Gateway (Fiori) and also created number of POCs for potential customers\r\nâ\u009e¢ Successfully completed 9 implementation, 7 support, 1 roll-out, and 1 upgrade projects\r\nâ\u009e¢ Expertise in understanding different requirements of the client for diverse industries\r\nâ\u009e¢ Experience in leading technical team of different sizes\r\nâ\u009e¢ Customization experience in various areas of SD, FI & MM modules\r\nâ\u009e¢ Experience in Upgrading to ECC6.0\r\nâ\u009e¢ Experience in Unicode conversion related issues/tasks.\r\nâ\u009e¢ Skilled in document processes, identifying issues, handling multiple tasks, and training end users.\r\nâ\u009e¢ Proven ability to interact with business system analysts and end-users in design phase\r\nâ\u009e¢ Extensive experience in analyzing complicated business processes, effort estimations and creating technical specifications.\r\nâ\u009e¢ Experienced with onsite-offshore support model of work and lead the team\r\nâ\u009e¢ Excellent communication skills",
    "summary": "Education Details SAP Technical Architect",
    "category": "SAP Developer"
}