{
    "education": "Education Details \r\nJanuary 2012 to January 2016 Bachelors of Engineering Engineering Pune, Maharashtra Pune University\r\nJanuary 2012 Higher Secondary Certificate  Nashik, Maharashtra SND College of Engineering and Research Center\r\nJanuary 2010 Secondary School Certificate  Yeola, Maharashtra Swami Muktanand Jr. College\r\n HSC   Maharashtra State Board\r\n SSC   Maharashtra State Bard\r\n BE  Rajapur, Uttar Pradesh Madhyamik Vidya Mandir Rajapur\r\nTesting and Quality Control Engineer \r\n\r\nTesting and Quality Control Engineer - M/S Rakesh Transformer Industries Pvt. Ltd\r\nSkill Details \r\nCompany Details \r\ncompany - M/S Rakesh Transformer Industries Pvt. Ltd\r\ndescription - Responsibilities:\r\nâ\u0080¢     To conduct Routine test, Type Test (Temperature Rise Test), Special Test on Transformers as per IS & IEC up\r\n\r\nto - 10 MVA / 33 KV Class & preparing of its test reports.\r\n\r\nâ\u0080¢     Routine tests, Type tests and Special tests as per IS 2026, IS 1180, IS 11171/IEC-60076- test\r\n\r\nManual/inspection plans of Power Transformers, Distribution Transformers, Inverter Duty, Converter Duty,\r\n\r\nMotor Duty Transformer, Furnace Transformer, Auto Transformers, Dry Type (VPI & CRT) LT Transformers,\r\n\r\nSpecial Transformers\r\nâ\u0080¢     Testing Remote Tap Changer Cubicle (RTCC) Panel with OLTC and its operation ( CTR, Esun MR.)\r\n\r\nâ\u0080¢     Functional Testing of Transformer Accessories ( BR, PRV, MOG, WTI, OTI and its Setting)\r\n\r\nâ\u0080¢     In case any failure in testing analyses the root cause and submit the CAPA\r\n\r\nâ\u0080¢     Assist the customer or their representative at the time of inspection.\r\n\r\nâ\u0080¢     In process testing of winding, core assembly and core coil assembly.\r\n\r\nâ\u0080¢     Handling 3rd party and Government Body's Inspection.\r\n\r\nâ\u0080¢     Preparation of Daily Internal Testing Reports and send to concern.\r\n\r\nâ\u0080¢     Support Certification Audits (ISO & BIS)\r\n\r\nâ\u0080¢     Calibration/validation of tools, instruments, Measuring equipment's\r\n\r\nâ\u0080¢     Suggest the client about proper maintenance of transformer\r\nâ\u0080¢     Doing all documentation and Maintain Records and Analyze the Test Results and Maintain Testing Ledger\r\n\r\nâ\u0080¢     In process Quality Inspection of Winding, Core assembly, Core Coil assembly as per Standard and as per\r\n\r\norganizational Norms.\r\n\r\nâ\u0080¢     Pre Dispatch Quality Inspection of Complete Product.\r\n\r\nâ\u0080¢     Implementation of, WHY-WHY analysis.\r\ncompany - M/S Silverline Electricals Pvt. Ltd\r\ndescription - Routine tests, Type tests (Temperature Rise Test) and Special tests as per IS 2026, IS 1180/ test\r\n\r\nManual/inspection plans of Distribution Transformer, Power Transformer\r\n\r\nâ\u0080¢     Successfully handled Responsibilities of ERDA's testing.\r\n\r\nâ\u0080¢     On site commissioning of Transformer.\r\n\r\nâ\u0080¢     Assist the customer or their representative at the time of inspection.\r\n\r\nâ\u0080¢     In process testing of winding, core assembly and core coil assembly.\r\n\r\nâ\u0080¢     Successfully handling 3rd party and Government Body's Inspection\r\n\r\nâ\u0080¢     Preparation of Daily Internal Testing Reports and send to concern.\r\n\r\nâ\u0080¢     Suggest the client about proper maintenance of transformer",
    "skills": "SKILLS â\u0080¢ Quick learner, â\u0080¢ Eagerness to learn new things, â\u0080¢ Competitive attitude, â\u0080¢ Good leadership qualities, â\u0080¢ Ability to deal with people diplomatically. PERSONAL DOSSIER Fathers Name: Dhanraj WaghEducation",
    "experience": null,
    "summary": "PERSONAL SKILLS â\u0080¢ Quick learner, â\u0080¢ Eagerness to learn new things, â\u0080¢ Competitive attitude, â\u0080¢ Good leadership qualities, â\u0080¢ Ability to deal with people diplomatically. PERSONAL DOSSIER Fathers Name: Dhanraj WaghEducation Details January 2012 to January 2016 Bachelors of Engineering Engineering Pune, Maharashtra Pune University January 2012 Higher Secondary Certificate  Nashik, Maharashtra SND College of Engineering and Research Center",
    "category": "Testing"
}