{
    "education": "Education Details \r\nJanuary 2005 Bachelor of Business Administration Business Administration Pune, Maharashtra Modern College\r\n HSC  Pune, Maharashtra S.S.P.M.S College\r\n SSC  Pune, Maharashtra Saints High School\r\nPMO \r\n\r\nHaving an exp of 6 years experience",
    "skills": "skills â\u0080¢ Multitasking skills and ability to meet deadlines COMPUTER SKILLS AND CERTIFICATION â\u0080¢ Advance knowledge in MS office 2013 and Macros. SKILLS â\u0080¢ Strategic thinking and decision making ability â\u0080¢ Sound Analytical skills â\u0080¢ Multi-tasking skills in fast paced environment. â\u0080¢ Leadership and Inter Personal Skills. â\u0080¢ Strong information management ability, particularly MS excel extraction, formulae, pivots and graphs. Education",
    "experience": "experience in Project Management in IT. Expertise in PMO, Team handling, Quality Analyst. Proficient in Data Analyzing tools and techniques.\r\nSkill Details \r\nDOCUMENTATION- Exprience - 47 months\r\nGOVERNANCE- Exprience - 19 months\r\nEXCEL- Exprience - 6 months\r\nFORECASTING- Exprience - 6 months\r\nMS EXCEL- Exprience - 6 monthsCompany Details \r\ncompany - Capita India Pvt ltd\r\ndescription - Pune\r\n\r\nKey Result Areas\r\nResponsible for successful transition of knowledge, system and operating capabilities for Prudential, Multiclient, Pheonix & Royal London.\r\n â\u0080¢ Travelled Onsite (Glasgow) and being part with UK team to understand the transition PMO work process and execute successfully at Offshore.\r\nâ\u0080¢ Successfully transitioned Work order Management, Governance and Reporting from UK.\r\nâ\u0080¢ Lead a team of 6 members and follow up on the development of new Ways of Working & documentation processes.\r\nâ\u0080¢ Manage internal and external stakeholder engagement, collaboration of teams, and global PMOs network â\u0080¢ Helps achieve robust operations with all the resources and infrastructure to execute steady state operations.\r\ncompany - Saviant Technologies\r\ndescription - for Multiple Projects \r\nâ\u0080¢ Established a PMO from scratch and provided seasoned leadership to the technical operations staff â\u0080¢ Defined and implemented work priority management and resource management processes â\u0080¢ Established a supportive environment that allowed employees to grow and provide imaginative solutions to complex client need â\u0080¢ Track and monitor financial performance of the program. Report financials for actual to budgeted comparison for labor hours and dollars, operating costs and capital costs. Secure funding approvals for changes in scope â\u0080¢ Monitor program risks through an on-going process of identifying, assessing, tracking, developing and executing risk mitigation strategies â\u0080¢ Reviewed project documentation and document lessons learned and provide recommendations to mitigate them in future projects.\r\nâ\u0080¢ risk identification, mitigation strategy, issue escalation, client communication, project timeline, and resource management\r\ncompany - Infosys\r\ndescription - Pune\r\n\r\nKey Result Areas\r\nResponsible for:- â\u0080¢ Resource management, Budgeting, Billing.\r\nâ\u0080¢ Responsible for preparing and sharing different reports with Delivery Managers, Project Managers, Quality team â\u0080¢ Automation of reports for entire unit â\u0080¢ Interpret data, analyze results using statistical techniques and provide ongoing reports.\r\nâ\u0080¢ Preparing case diagrams & activity diagrams for various scenarios.\r\nâ\u0080¢ Collate data, study patterns and Conduct brainstorming sessions to identify outliers.\r\nâ\u0080¢ Review and approve project documentation.\r\nâ\u0080¢ Assist in identification of risks in the project and setting up of mitigation plan of the risk by reviewing dashboards and   reports.\r\nâ\u0080¢ Customer feedback information and analysis.\r\nâ\u0080¢ Reviews and validate the inputs from Project Mangers regarding Dashboards and PPT's â\u0080¢ Supporting TL by training people on process/domain as a part of the growth plan SLA compliance.\r\ncompany - Capita India Pvt ltd\r\ndescription - Pune\r\n\r\nKey Result Areas\r\nAudits â\u0080¢ Reviews and validate the inputs from Managers regarding Dashboards and PPT's â\u0080¢ Auditing work done by onshore agents and simultaneously auditing work done for my old team and their reporting part as well.\r\nâ\u0080¢ Assisting reporting manager in business transformation leadership skills",
    "summary": "CORE COMPETENCIES â\u0080¢ Maintain processes to ensure project management documentation, reports and plans are relevant, accurate and complete â\u0080¢ Report automation, Dashboard preparation and sharing feedbacks basis on performance of Project Manager â\u0080¢ Forecasting data regarding future risks, Project changes and updating the delivery team on timely basis â\u0080¢ Good understanding of project management lifecycle â\u0080¢ Proven excellence in Risk Management and control â\u0080¢ Good understanding of Software Development Lifecycle (SDLC) â\u0080¢ Ability to synthesize qualitative and quantitative data quickly and draw meaningful insights â\u0080¢ Knowledge of Programme/Project Management methodologies with full project reporting and governance â\u0080¢ Ability to work with different cross-functional stakeholders to establish and ensure a reliable and productive working relationship â\u0080¢ Strong time management and organizational skills â\u0080¢ Multitasking skills and ability to meet deadlines COMPUTER SKILLS AND CERTIFICATION â\u0080¢ Advance knowledge in MS office 2013 and Macros. SKILLS â\u0080¢ Strategic thinking and decision making ability â\u0080¢ Sound Analytical skills â\u0080¢ Multi-tasking skills in fast paced environment. â\u0080¢ Leadership and Inter Personal Skills. â\u0080¢ Strong information management ability, particularly MS excel extraction, formulae, pivots and graphs. Education Details January 2005 Bachelor of Business Administration Business Administration Pune, Maharashtra Modern College HSC  Pune, Maharashtra S.S.P.M.S College",
    "category": "PMO"
}