{
    "education": "Education Details \r\nJanuary 2002 Bachelor of Engineering Computer Engineering Mumbai, MAHARASHTRA, IN Mumbai University\r\nJanuary 1999 Diploma Computer Technology Mumbai, MAHARASHTRA, IN Maharashtra State Board of Technical Education\r\nProject Manager(Global Test Manager) \r\n\r\nProject Manager(Global Test Manager)\r\nSkill Details \r\nAS400- Exprience - 25 months\r\nISERIES- Exprience - 25 months\r\nMICROSOFT SHAREPOINT- Exprience - 6 months\r\nSCHEDULING- Exprience - 6 months\r\nSHAREPOINT- Exprience - 6 monthsCompany Details \r\ncompany - CAREER TIMELINE\r\ndescription - HSBC Software India Pvt. Ltd.Pune, India   Project Manager(Global Test Manager)\r\ncompany - Disha Technologies\r\ndescription - \r\ncompany - Total Solution (I) Pvt. Ltd\r\ndescription - Key Deliverables Across The Tenure\r\nAs a Global Test Manager/Project Management:\r\nâ\u0080¢ Acting as Global Test Manager, steering a team of 25+ resources across the globe\r\nâ\u0080¢ Spearheading the testing teams in India, China, Malaysia and Poland\r\nâ\u0080¢ Current role involves entire test delivery of large programs under banking domain which includes leading a team comprising of individuals (Client & Vendor) from functional (Regression, Integration) & shared services (Security, Performance, accessibility and Automation) groups\r\nâ\u0080¢ Defining and devising the \"HSBC Core Banking\" IT Transformation strategies from solution to execution level.\r\nâ\u0080¢ Experience",
    "skills": "SKILLS â\u0080¢ HP ALM, RTC and JIRA â\u0080¢ AS400 (iSeries) with SQL â\u0080¢ Test Automation: X- Framework (In hours HSBC Framework), UFT and LISA â\u0080¢ Test Data Automation - CATDM â\u0080¢ Test Scheduling - Jenkins and Maven â\u0080¢ Test Document Versioning - Confluence and SharePoint.Education",
    "experience": "Experience in latest specialize testing methods - CBIL - API, Conversion, Cloud, Digital UI, Infrastructure, Exploratory and Accessibility Testing.\r\nâ\u0080¢ Experienced in Planning the OAT and various non-functional like performance and volume testing of Core banking.\r\nâ\u0080¢ Coordinating with the regional business and testing teams to map their testing approach\r\nâ\u0080¢ Following with various teams to ensure end to end release is successful and a quality product is delivered to production.\r\nâ\u0080¢ Steering the Global product testing, regional deployments testing and  extending support for UAT and live proving\r\nâ\u0080¢ Technical lead to implement the in house \"Test Automation\" framework (X-framework) solution on AS400 (iSeries) system.\r\nâ\u0080¢ Managing the implementation of Test automation to enable DevOps via tools Cucumber & Selenium (BDD), UFT and TOSCA for function testing\r\nâ\u0080¢ Leading the CI/CD implementation by executing automated scripts from Jenkins\r\nâ\u0080¢ Working on Test Data Management by using CA TDM and Internal HSBC Tool)\r\nâ\u0080¢ Handling tasks pertaining to Resource forecasting, effort estimation and resource on boarding process\r\nâ\u0080¢ Ensuring seamless communication with vendor partners to arrange for resource onboarding based on the forecasting\r\nâ\u0080¢ Reviewing the project progress on a daily basis; implementing corrective measures to ensure the project is ontrack\r\nâ\u0080¢ Overseeing people management tasks comprise monthly 1:1 with leads, reviews\r\nâ\u0080¢ Providing conflict resolution when required",
    "summary": "TECHNICAL SKILLS â\u0080¢ HP ALM, RTC and JIRA â\u0080¢ AS400 (iSeries) with SQL â\u0080¢ Test Automation: X- Framework (In hours HSBC Framework), UFT and LISA â\u0080¢ Test Data Automation - CATDM â\u0080¢ Test Scheduling - Jenkins and Maven â\u0080¢ Test Document Versioning - Confluence and SharePoint.Education Details January 2002 Bachelor of Engineering Computer Engineering Mumbai, MAHARASHTRA, IN Mumbai University January 1999 Diploma Computer Technology Mumbai, MAHARASHTRA, IN Maharashtra State Board of Technical Education",
    "category": "DevOps Engineer"
}