{
    "education": "Education Details \r\nJanuary 2006 to January 2010 Bachelor of Engineering Information Technology Mumbai, Maharashtra Mumbai University\r\nSenior Network security Analyst \r\n\r\nSenior Network security Analyst - Accenture\r\nSkill Details \r\nFIREWALLS- Exprience - 97 months\r\nCISCO- Exprience - 89 months\r\nSECURITY- Exprience - 72 months\r\nFIREWALL- Exprience - 45 months\r\nCHECKPOINT- Exprience - 44 monthsCompany Details \r\ncompany - Accenture\r\ndescription - Install, configure, upgrades and troubleshoot Cisco ASA firewalls ( 5500-X)  which includes Single and multi-context firewalls\r\nâ\u009e¢ F5 LTM  configuration (VIP, pools), SSL offloading, certificate renewals, Code upgrade and troubleshoot issues\r\nâ\u009e¢ Pulse secure (Juniper)  management includes creating Roles/ Realm, polices   for remote access, reverse proxy and Code upgrade\r\nâ\u009e¢ PAC file configuration\r\nâ\u009e¢ Preparing design documents (HLD, LLD), IP Schema and Configuration of all network devices as per customer requirements in data center environment\r\nâ\u009e¢ Incident Management, Change management, Problem Management ( ITIL process)\r\nâ\u009e¢ Key projects- Worked on resiliency project like firewall policy lockdown. Software code upgrade on all firewalls and load balancers. End to end co-ordination for firewall deployment\r\nâ\u009e¢ Tools: Cisco security manager 4.x\r\ncompany - Zensar Technologies\r\ndescription - Install, Upgrades Checkpoint firewalls GAIA R75, R77 and policy deployment\r\nâ\u009e¢ Troubleshoot checkpoint firewalls, Palo alto firewall and Cisco ASA's for multiple sites belongs to US, Canada and EMEA region.\r\nâ\u009e¢ Configure, upgrades, troubleshoot Cisco Routers ( Cisco 29xx, 28xx, 19xx) and Cisco switches (2960, 3560) and Cisco Meraki AP in Meraki Cloud\r\nâ\u009e¢ F5 LTM configuration and troubleshooting the operational issues\r\ncompany - Infosys Technologies\r\ndescription - Responsibilities:\r\nâ\u009e¢ Install, configure, upgrade and troubleshoot checkpoint firewalls, Cisco Routers, Switches\r\nâ\u009e¢ Configure, monitor and troubleshoot issues within organization LAN, WAN and customer\r\nConnectivity networks.\r\nâ\u009e¢ Interface with vendors and service providers ensuring that hardware or software problems were dealt with efficiently and effectively, with minimal downtime\r\ncompany - HCL-Comnet\r\ndescription - Responsibilities:\r\nâ\u009e¢ Event moitoring and administration of RSA enVision 4.1 SIEM.\r\nâ\u009e¢ Proficient in researching traffic patterns to identify false-positives and/or malicious traffic within IDS, IPS, scanners (Qualis) and firewalls.\r\nâ\u009e¢ Experience",
    "skills": "Technologies: Software languages: Python, VB ScriptingEducation",
    "experience": "projects- Worked on resiliency project like firewall policy lockdown. Software code upgrade on all firewalls and load balancers. End to end co-ordination for firewall deployment\r\nâ\u009e¢ Tools: Cisco security manager 4.x\r\ncompany - Zensar Technologies\r\ndescription - Install, Upgrades Checkpoint firewalls GAIA R75, R77 and policy deployment\r\nâ\u009e¢ Troubleshoot checkpoint firewalls, Palo alto firewall and Cisco ASA's for multiple sites belongs to US, Canada and EMEA region.\r\nâ\u009e¢ Configure, upgrades, troubleshoot Cisco Routers ( Cisco 29xx, 28xx, 19xx) and Cisco switches (2960, 3560) and Cisco Meraki AP in Meraki Cloud\r\nâ\u009e¢ F5 LTM configuration and troubleshooting the operational issues\r\ncompany - Infosys Technologies\r\ndescription - Responsibilities:\r\nâ\u009e¢ Install, configure, upgrade and troubleshoot checkpoint firewalls, Cisco Routers, Switches\r\nâ\u009e¢ Configure, monitor and troubleshoot issues within organization LAN, WAN and customer\r\nConnectivity networks.\r\nâ\u009e¢ Interface with vendors and service providers ensuring that hardware or software problems were dealt with efficiently and effectively, with minimal downtime\r\ncompany - HCL-Comnet\r\ndescription - Responsibilities:\r\nâ\u009e¢ Event moitoring and administration of RSA enVision 4.1 SIEM.\r\nâ\u009e¢ Proficient in researching traffic patterns to identify false-positives and/or malicious traffic within IDS, IPS, scanners (Qualis) and firewalls.\r\nâ\u009e¢ Experience in writing correlation rules, parsers & developing UDS for unsupported device logs.\r\nâ\u009e¢ analyze a large volume of security events while maintaining a high quality of analysis\r\nâ\u009e¢ Change Configuration Management exposure\r\ncompany - Wipro Technologies\r\ndescription - Administrator, Manage and troubleshoot multi-vendor Network Infrastructure consisting of Cisco, Juniper Platforms ( Cisco Router 3845, Cisco stack-wise switches 3750E and 2960 access switch, Cisco 4500 chassis, Cisco 5550/20 ASA firewalls, Juniper SA 6500 SSL VPN)\r\nâ\u009e¢ Provisioning and troubleshooting access issues related to RSA and Entrust (2FA) User Accounts.\r\nâ\u009e¢ Taking all network and security devices configuration back up on weekly and monthly basis.",
    "summary": "Technical Expertise: â\u009e¢ Cisco ASA, Checkpoint firewall (GAIA, Splat), Palo Alto firewalls â\u009e¢ Firewall management tools: Cisco security management (CSM), Checkpoint Smart center, Palo Alto Panorama â\u009e¢ F5 load balancer (LTM) â\u009e¢ Networking Hands on Cisco Router and Cisco Switches, â\u009e¢ Security Management & Event Management: RSAEnvision 4.1, â\u009e¢ Ticketing tools - BMC Remedy, Service-now Other Technologies: Software languages: Python, VB ScriptingEducation Details January 2006 to January 2010 Bachelor of Engineering Information Technology Mumbai, Maharashtra Mumbai University Senior Network security Analyst",
    "category": "Network Security Engineer"
}