{
    "education": "Education Details \r\nJune 2016 B.E. Information Technology Goregaon, MAHARASHTRA, IN Vidyalankar Institute of Technology\r\nMay 2013   Mumbai, Maharashtra Thakur Polytechnic\r\nMay 2010   Mumbai, Maharashtra St. John's Universal School\r\nJava developer \r\n\r\nJava developer - Tech Mahindra\r\nSkill Details \r\nJAVA- Exprience - 21 months\r\nMYSQL- Exprience - 21 months\r\nDATABASES- Exprience - 17 months\r\nJ2EE- Exprience - 17 months\r\nANDROID- Exprience - 6 monthsCompany Details \r\ncompany - Tech Mahindra\r\ndescription - Team Size: 5\r\nEnvironment: Java, Mysql, Shell script.\r\nWebserver: Jenkins.\r\nDescription: OR-Formatter is an application which takes the input file as Geneva Modified File GMF from Geneva server and reads the data to generate Bill backup and Bill Invoices for Client customers of BT. These invoices would be sent across to all the clients after billing.\r\nContribution:\r\nâ\u0080¢\tPlayed the role of Java developer involved in applying change request to current modules.\r\nâ\u0080¢\tWorked on requirement analysis and development for the user stories and also preformed dev unit testing for the user stories.\r\nâ\u0080¢ Handled E2E issues and fixing bugs.\r\nâ\u0080¢\tPrepare required program level and user-level documentation.\r\ncompany - Tech Mahindra\r\ndescription - Team Size: 5\r\nEnvironment: Java EJB, Mysql, Shell script.\r\nWebserver: Weblogic12c Server, Jenkins.\r\nDescription: STAA is an encapsulation middleware layer, acting as an interface between client's operational support systems and Legacy systems. It transforms the legacy data into various formats such as TLV. Input is in form xml/http to STAA where validations are done and the response is sent to the back end systems where back end systems are CSS and COSMOSS Databases. The business methods deployed as EJBs on WebLogic Server shared across various market facing units of client.\r\nContribution:\r\nâ\u0080¢\tPlayed the role of Java developer involved in creating services using Java/J2EE.\r\nâ\u0080¢\tWorked on requirement analysis and development for the user stories and also preformed dev unit testing for the user stories.\r\nâ\u0080¢ Handled E2E issues and fixing bugs.\r\nâ\u0080¢\tWorked in Migration from java 1.6 to java 1.8.",
    "skills": null,
    "experience": null,
    "summary": "TECHNICAL STRENGTHS Computer Language Java/J2EE, Swift, HTML, Shell script, MySQL Databases MySQL Tools SVN, Jenkins, Hudson, Weblogic12c Software Android Studio, Eclipse, Oracle, Xcode Operating Systems Win 10, Mac (High Sierra) Education Details June 2016 B.E. Information Technology Goregaon, MAHARASHTRA, IN Vidyalankar Institute of Technology May 2013   Mumbai, Maharashtra Thakur Polytechnic",
    "category": "Java Developer"
}