{
    "education": "Education Details \r\n BCA  Nanded, Maharashtra Nanded University\r\nETL Developer \r\n\r\nETL Developer - Sun Trust Bank NY\r\nSkill Details \r\nETL- Exprience - 39 months\r\nEXTRACT, TRANSFORM, AND LOAD- Exprience - 39 months\r\nINFORMATICA- Exprience - 39 months\r\nORACLE- Exprience - 39 months\r\nUNIX- Exprience - 39 monthsCompany Details \r\ncompany - Sun Trust Bank NY\r\ndescription - Sun Trust Bank, NY JAN 2018 to present\r\nClient: Sun Trust Bank NY\r\nEnvironment: Informatica Power Center 9.1, Oracle 11g, unix.\r\n\r\nRole: ETL Developer\r\n\r\nProject Profile:\r\nSun Trust Bank is a US based multinational financial services holding company, headquarters in NY that operates the Bank in New York and other financial services investments. The company is organized as a stock corporation with four divisions: investment banking, private banking, Retail banking and a shared services group that provides\r\nFinancial services and support to the other divisions.\r\nThe objective of the first module was to create a DR system for the bank with a central point of communication and storage for Listed, Cash securities, Loans, Bonds, Notes, Equities, Rates, Commodities, and\r\nFX asset classes.\r\nContribution / Highlights:\r\n\r\nâ\u0080¢ Liaising closely with Project Manager, Business Analysts, Product Architects, and Requirements Modelers (CFOC) to define Technical requirements and create project documentation.\r\nâ\u0080¢ Development using Infa 9.1, 11g/Oracle, UNIX.\r\nâ\u0080¢ Use Informatica PowerCenter for extraction, transformation and loading (ETL) of data in the Database.\r\nâ\u0080¢ Created and configured Sessions in Informatica workflow Manager for loading data into Data base tables from various heterogeneous database sources like Flat Files, Oracle etc.\r\nâ\u0080¢ Unit testing and system integration testing of the developed mappings.\r\nâ\u0080¢ Providing production Support of the deployed code.\r\nâ\u0080¢ Providing solutions to the business for the Production issues.\r\nâ\u0080¢ Had one to One interaction with the client throughout the project and in daily meetings.\r\n\r\nProject #2\r\ncompany - Marshall Multimedia\r\ndescription - JUN 2016 to DEC 2017\r\n\r\nClient: Marshall Multimedia\r\nEnvironment: Informatica Power Center 9.1, Oracle 11g, unix.\r\n\r\nRole: ETL Developer\r\n\r\nProject Profile:\r\nMarshall Multimedia is a US based multimedia advertisement services based organization which has\r\nhead courter in New York. EGC interface systems are advert management, Customer Management, Billing and\r\nProvisioning Systems for Consumer& Enterprise Customers.\r\nThe main aim of the project was to create an enterprise data warehouse which would suffice the need of reports belonging to the following categories: Financial reports, management reports and\r\nrejection reports. The professional reports were created by Cognos and ETL work was performed by\r\nInformatica. This project is to load the advert details and magazine details coming in Relational tables into data warehouse and calculate the compensation and incentive amount monthly twice as per business\r\nrules.\r\n\r\nContribution / Highlights:\r\nâ\u0080¢ Developed mappings using different sources by using Informatica transformations.\r\nâ\u0080¢ Created and configured Sessions in Informatica workflow Manager for loading data into Data Mart tables from various heterogeneous database sources like Flat Files, Oracle etc.\r\n\r\n2\r\nâ\u0080¢ Unit testing and system integration testing of the developed mappings.\r\nâ\u0080¢ Providing solutions to the business for the Production issues.\r\n\r\nProject #3\r\ncompany - Assurant healthcare/Insurance Miami USA\r\ndescription - Assurant, USA                                                                                                    NOV 2015 to MAY 2016\r\n\r\nProject: ACT BI - State Datamart\r\nClient: Assurant healthcare/Insurance Miami USA\r\nEnvironment: Informatica Power Center 9.1, Oracle 11g, unix.\r\n\r\nRole: ETL Developer\r\n\r\nProject Profile:\r\nAssurant, Inc. is a holding company with businesses that provide a diverse set of specialty, niche-market insurance\r\nproducts in the property, casualty, life and health insurance sectors. The company's four operating segments are Assurant\r\nEmployee Benefits, Assurant Health, Assurant Solutions and Assurant Specialty Property.\r\nThe project aim at building State Datamart for enterprise solution. I am part of team which is responsible for ETL\r\nDesign & development along with testing.\r\n\r\nContribution / Highlights:\r\nâ\u0080¢   Performed small enhancement\r\nâ\u0080¢   Daily load monitoring\r\nâ\u0080¢   Attend to Informatica job failures by analyzing the root cause, resolving the failure using standard\r\ndocumented process.\r\nâ\u0080¢   Experience",
    "skills": "Proficiencies DB: Oracle 11g Domains: Investment Banking, Advertising, Insurance. Programming Skills: SQL, PLSQL BI Tools: Informatica 9.1 OS: Windows, Unix Professional Development Trainings â\u0080¢ Concepts in Data Warehousing, Business Intelligence, ETL. â\u0080¢ BI Tools -Informatica 9X Education",
    "experience": "Experience in writing SQL statements.\r\nâ\u0080¢   Strong Problem Analysis & Resolution skills",
    "summary": "TechnicalProficiencies DB: Oracle 11g Domains: Investment Banking, Advertising, Insurance. Programming Skills: SQL, PLSQL BI Tools: Informatica 9.1 OS: Windows, Unix Professional Development Trainings â\u0080¢ Concepts in Data Warehousing, Business Intelligence, ETL. â\u0080¢ BI Tools -Informatica 9X Education Details BCA  Nanded, Maharashtra Nanded University ETL Developer",
    "category": "ETL Developer"
}