{
    "education": "Education Details \r\nJanuary 2014 Bachelor of Technology Information Technology branch  BPUT University\r\nJanuary 2010 Diploma Engineering Brahmapur, Orissa U.C.P Engineering School\r\nSoftware Testing & Automation Engineer \r\n\r\nSoftware Testing & Automation Engineer - Tech Mahindra\r\nSkill Details \r\nCompany Details \r\ncompany - Tech Mahindra\r\ndescription - India\r\nDuration       Oct 2017- Till Date\r\n\r\nProject Description\r\nBT Group plc (trading as BT and formerly British Telecom) is a British multinational telecommunications holding company with head offices in London, United Kingdom. I worked for Air Logistics Program under the banner of British Telecom. This project handles all the web applications to carry out the whole logistics operation over United Kingdom through various airlines.\r\n\r\nRoles & Responsibilities â\u0080¢ Design and develop framework for the Test scenarios and Test cases.\r\nâ\u0080¢ Developing automation test scripts on the existing application â\u0080¢ Executing Test Cases for every new release..\r\nâ\u0080¢ Involved in running test cases and logging defects through the HPQC tool.\r\nâ\u0080¢ Involved in formulating test Summary Report.\r\nâ\u0080¢ Conduct Internal Test Case Peer Reviews.\r\nâ\u0080¢ Participated in Daily Scrum Meetings.\r\nâ\u0080¢ Participated in weekly status meetings with the team, developers to discuss open issues and communicating with onsite team.\r\ncompany - Tech Mahindra Pvt. Ltd Pune, Tech Mahindra\r\ndescription - is an Indian multinational company with around 115, 000 Employees spread across 90 countries globally.\r\n\r\nTotal Experience",
    "skills": null,
    "experience": "Experience: 2 Years 7 Months\r\n\r\nOrganization              Designation         Duration\r\ncompany - Tech Mahindra\r\ndescription - Project Description\r\nAT&T Inc. is an American multinational conglomerate holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. During my serving as software engineer at AT&T, I have worked for CSI-CAM (Common Service Interface) team which is responsible for running of AT&T's centralised solution hub web application called myatt.com.\r\n\r\nRoles & Responsibilities â\u0080¢ Design, develop and maintaing Automation Test Scripts and Test cases using Selenium WebDriver and several desktop window automating tool such as Sikuli and AutoIT.\r\nâ\u0080¢ Executing Test Cases and check the working functionality of  the existing application.\r\nâ\u0080¢ Involved in tracking/manging test life cycle and logging defects using JIRA and HPQC/ALM.\r\nâ\u0080¢ Involved in formulating test Summary Report.\r\nâ\u0080¢ Conduct Internal Test Case Peer Reviews.\r\nâ\u0080¢ Participated in Daily Scrum Meetings.\r\nâ\u0080¢ Participated in weekly status meetings with the team, developers to discuss open issues and communicating with onsite team.\r\ncompany - Tech Mahindra Pvt. Ltd Pune, Tech Mahindra\r\ndescription - Till Date",
    "summary": "* Excellent grasping power in learning new concepts and technology. * Highly motivated team player with strong work ethics, committed to hard work. * Ability to work and co-ordinate in a team effectively. * Enthusiastic self-starter and team player. * Quick and independent learner.Education Details January 2014 Bachelor of Technology Information Technology branch  BPUT University January 2010 Diploma Engineering Brahmapur, Orissa U.C.P Engineering School",
    "category": "Automation Testing"
}