{
    "education": "Education Details \r\nJune 2014 to June 2018 BE Mechanical Engineering Pune, Maharashtra Savitribai Phule Pune University\r\nMechanical Design Engineer \r\n\r\nMechanical design engineer\r\nSkill Details \r\nMicrosoft office, Autocad, Catia, Solidworks- Exprience - 6 monthsCompany Details \r\ncompany - Push Engineering Pvt ltd\r\ndescription - Currently I am working as mechanical design engineer in Push engineering Pvt ltd. All types of ice making plant are designed and manufactured in our company. Design includes design of pressure vessel ,condenser, conveyor with the help of 3d modelling software. Also BOM Preparation of material.ERP System.\r\ncompany - Central Water and Power Research Station\r\ndescription - Pune)\r\n(Govt. of India)\r\n\r\n1 year experience",
    "skills": "SKILLS\r\nâ\u0080¢ Autocad\r\nâ\u0080¢ Catia V5\r\nâ\u0080¢ MS office\r\nâ\u0080¢ ProE\r\nâ\u0080¢ EXTRA CURRICULAR ACTIVITY\r\nâ\u0080¢ Organize a National level Technical event in Mechanical Student Association (MESA)\r\nâ\u0080¢ Coordinator of MESA as a treasurer.\r\nâ\u0080¢ Attending 3d printing workshop in college.\r\nâ\u0080¢ Work readiness training conducted by NASSCOM foundation and Global Talent Track in college.\r\nâ\u0080¢ Life Skills training conducted by NASSCOM foundation and Global Talent Track in college.\r\n\r\nâ\u0080¢ PERSONAL ATRIBUTES\r\nâ\u0080¢ Positive Attitude\r\nâ\u0080¢ Quick Learner\r\nâ\u0080¢ Team Leader",
    "experience": "experience as a Research assistant of R&D Department of mechanical workshop at\r\nCentral Water and Power Research Station, Khadakwasla, Pune (Govt. of india)\r\nâ\u0080¢ Experiences different project of generation of sea waves in laboratory useful for design of port and harbor structures of Mumbai, Chennai, Goa and foreign countries like Japan, Bangladesh etc.\r\nâ\u0080¢ Wave generated by wave maker comes under mechanical workshop. Wave generated with the help of hydraulic as well as pneumatic system and also by regular wave generator.\r\nâ\u0080¢ I experiences sea wave generation by hydraulic system. Experiences design of hydraulic system\r\nincludes design of servo actuator, axial piston pump and electric motor under supervision and guidance by 'Scientist 'B' at CWPRS.\r\n\r\nâ\u0080¢ SOFTWARES SKILLS",
    "summary": "Education Details June 2014 to June 2018 BE Mechanical Engineering Pune, Maharashtra Savitribai Phule Pune University Mechanical Design Engineer",
    "category": "Mechanical Engineer"
}