{
    "education": "Education Details \r\nJanuary 2006 Bachelor in Hospitality Management International Hospitality Management  Queen Margaret University Edinburg\r\nJanuary 2006 diploma Hotel Management  International Institute of Hotel Management\r\nHR \r\n\r\n\r\nSkill Details \r\nHr Management- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Atri Developers\r\ndescription - â\u0080¢ HR Payroll Statutory Compliance Performance Management\r\ncompany - \r\ndescription - Employee Relations and Administration: Creating industry specific Policies, Procedure, Forms, Formats, Letters, Checklists etc\r\n\r\nPayroll Management: Salary restructuring to process payroll of 600 employees.\r\nâ\u0080¢ Validation of all input (Attendance, Leaves, and Salaries) before starting salary process.\r\nâ\u0080¢ Processing accurate & error free salary of employees.\r\nâ\u0080¢ Responsible for compensation and benefits administration.\r\nâ\u0080¢ Coordinate with Accounts team for salary processing.\r\nâ\u0080¢ Attendance & Leave record management\r\nâ\u0080¢ Assuring prompt and satisfactory resolution of payroll related queries of all employees.\r\n\r\nStatutory Compliance Management:\r\nâ\u0080¢  Manage various statutory compliance requirements (PF, ESIC, PT, Gratuity, TDS etc calculations, deduction, payment and return filing.\r\nâ\u0080¢ Generate statutory reports like Form 16, Form 24Q. Conducting session with employees on Statutory Policies and procedure, compliance related topics.\r\nâ\u0080¢ Shops and Commercial Establishments Act (S&E)\r\nâ\u0080¢ The Payment of Gratuity Act 1972\r\nRecruitment and Selection: Handling recruitment like job posting in naukri portal and coordination. Create annual manpower plan and budget. Screen and schedule preliminary interview. Arrange for employee orientation. Handling joining formalities and salary account opening formalities.\r\n\r\nPerformance Management: End to end facilitation of PMS starting from creating Job Description & Appraisal Forms to Disbursement of Letters. KRA setting, Mid-year reviews, Annual reviews, handling all appraisal activities (360 Degree)\r\n\r\nTraining and Development: Conduct training need analysis and arrange various training session.\r\n\r\nEmployee engagement and  Employee Welfare: Creation and deployment  of Sales  Rewards and Recognition Schemes, Periodic Interactive sessions like Monthly Birthday Celebration, Annual Day, Diwali Dhamaka, Offsite etc.\r\nWorking on Saral Payment Package- payroll software as well as on excel\r\nAssisting MD in HR works, offering suggestions and answering employee queries on payroll compliance related issues, other benefits (insurance, medical, reimbursement, ), full & final settlement of resigned employees.",
    "skills": "Skills â\u0080¢ Windows XP, Ms Office (Word, Excel: Look-ups; Pivot table; other basic functions ; Power Point) â\u0080¢ Saral Payment Package- payroll software â\u0080¢ Internet ApplicationsEducation",
    "experience": null,
    "summary": "I.T. Skills â\u0080¢ Windows XP, Ms Office (Word, Excel: Look-ups; Pivot table; other basic functions ; Power Point) â\u0080¢ Saral Payment Package- payroll software â\u0080¢ Internet ApplicationsEducation Details January 2006 Bachelor in Hospitality Management International Hospitality Management  Queen Margaret University Edinburg January 2006 diploma Hotel Management  International Institute of Hotel Management",
    "category": "HR"
}