{
    "education": "Education Details \r\n\r\nSAP BO Developer and SAP HANA Developer \r\n\r\nSAP BO Developer - Credit Suisse\r\nSkill Details \r\nSap Bi- Exprience - 72 months\r\nCMC- Exprience - 72 months\r\nHANA- Exprience - 36 months\r\nBUSINESS INTELLIGENCE- Exprience - 72 months\r\nSQL- Exprience - 72 months\r\nSAP BO- Exprience - 72 monthsCompany Details \r\ncompany - Accenture\r\ndescription - Company Accenture, Pune\r\nEnvironment SAP BO 4.2, IDT, HANA views\r\nRole SAP BO Developer and HANA developer\r\n\r\nDescription:\r\nThis Project aims to provide reporting solution for Swiss business users.The universe supports analyzing customer funds purchase order patterns and order lifecycle reporting.\r\nThe purpose of reports is to provide an end-to-end view of the entire sales order transaction, and to track the investment orders in various funds, including the status of orders, order types along with the gross value and net value to be generated from these orders.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Analyzed user requirements and sorted the best possible ways of optimizing performance of universe.\r\nâ\u0080¢ CV and generated views development in HANA studio\r\nâ\u0080¢ Handling day to day activities involved in development of Business Objects as per the client requirements.\r\nâ\u0080¢ Worked as a team member with backend counterpart to understand the Business Requirements.\r\nâ\u0080¢ Developing and maintaining universes.\r\nâ\u0080¢ Raised OSS tickets to SAP for issues and implemented suggestion/workaround in development.\r\nâ\u0080¢ Fixed webi issues reported by users.\r\nâ\u0080¢ Created BIAR file and promoted to higher environments by change request.\r\nâ\u0080¢ Project handover to team and documentation for reference.\r\n\r\nProject 2:\r\n\r\nProject Name Nestle\r\nClient Nestle Globe\r\nCompany Tech Mahindra Pvt. Ltd. Bangalore\r\nEnvironment SAP BO 4.2, IDT, HANA views\r\nRole SAP BO Developer and HANA developer\r\n\r\nDescription:\r\nThis Project aims to provide reporting solution for Global business users. The Globe Integrated Order (IO), Billing Detail and Order Detail universes combines orders, deliveries, shipment and billing documents at the order item level.\r\nThe universe supports analyzing customer order patterns and order lifecycle reporting.\r\nThe purpose of reports on this universe is to provide an end-to-end view of the entire sales order transaction, and to track the sales orders in various ways, including the status of orders, order types along with the gross value and net value to be generated from these orders.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Analyzed user requirements and sorted the best possible ways of optimizing performance of universe.\r\nâ\u0080¢ CV and generated views development in HANA studio\r\nâ\u0080¢ Handling day to day activities involved in development of Business Objects as per the client requirements.\r\nâ\u0080¢ Worked as a team member with backend counterpart to understand the Business Requirements.\r\nâ\u0080¢ Developing and maintaining universes.\r\nâ\u0080¢ Raised OSS tickets to SAP for issues and implemented suggestion/workaround in development.\r\nâ\u0080¢ Implemented Union pruning in concept in universe to optimize performance by partition selection in HANA views by passing value to prompt.\r\nâ\u0080¢ Fixed webi issues reported by users.\r\nâ\u0080¢ Created BIAR file and promoted to higher environments by change request.\r\nâ\u0080¢ Project handover to team and documentation for reference.\r\n\r\nProject 3:\r\n\r\nProject Name Nestle\r\nClient Nestle TCT\r\nCompany Tech Mahindra Pvt. Ltd. Bangalore\r\nEnvironment SAP BO XI 4.2, Design Studio 1.6 SP6 & Bex Queries\r\nRole SAP BO Developer\r\n\r\nDescription:\r\nThe Project was developed to show delay in Nestle freight orders by hours on cross tab, bar chart, geo map due to weather conditions.\r\n\r\nBasic Source for the data was BW Bex queries and the top of these Queries dashboard was designed.\r\n\r\nThis main user audience was transport control tower members to analyze and take decision to send consignments via other modes of transport due to weather conditions to avoid delay and reduce expenditure.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Involved with users to understand the Business Requirements and implement feature in a generic way.\r\nâ\u0080¢ Suggested best visualization components in dashboard to use.\r\nâ\u0080¢ Analyzing user requirements and finding the best possible ways of representing the data.\r\nâ\u0080¢ Bug Fixes and feature enhancement in application.\r\n\r\nProject 4:\r\n\r\nProject Name Nestle\r\nClient Nestle BA\r\nCompany Tech Mahindra Pvt. Ltd. Bangalore\r\nEnvironment SAP BO 4.2, Design Studio 1.6 & Bex Queries\r\nRole SAP BO Developer\r\n\r\nDescription:\r\nThe Project \"Nestle BA Catalogue Reporting\" for Nestle is basically to provide Dashboard in Design studio with the information of all the reports used within Nestle.\r\nAnd this dashboard is been used by all the users of Nestle within different region of globe.\r\nBasic Source for the data was BW Bex Queries and the top of these Queries Dashboard was designed.\r\nThis main purpose of the project was to help users to understand about usage of different reports on portal and to help them to take decision for decommissioning of a report.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Involved with customer to understand the Business Requirements in order to present the data in a meaningful manner and suggested component selection to visualize data in most effectively.\r\nâ\u0080¢ Analyzing user requirements and finding the best possible ways of representing the data.\r\nâ\u0080¢ Changes in BW query according to requirement\r\nâ\u0080¢ Interacting with client team for requirement gathering and analysis.\r\nâ\u0080¢ Implemented ideas in bex and design studio app to optimize performance with help of successful POC.\r\n\r\nProject 5:\r\n\r\nProject Name Warner Bros\r\nClient Marvin Pictures, US\r\nCompany CapGemini Pvt. Ltd. Bangalore\r\nTools Teradata DB, SAP BO 4.1 Webi, IDT, CMC, Query builder, HPSM ticketing tool\r\nRole SAP BO Developer\r\n\r\nDescription:\r\nThe purpose of the project is tracking of DVD and comic sale worldwide. The Application will be used by End Users to analyze their sales Information and to help them in taking decision for their Business Growth.\r\n\r\nSales reports in webi were based on universe. Teradata tables were source to universe.\r\n\r\nWorked as shared resource for CMC activities and webi/universe issues tickets.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Working as a team member to understand the Business Requirements.\r\nâ\u0080¢ Performed CMC activities like user & user group creation, providing access to objects and folders. Created folders for reports, connection, universes and provided user security, connection pointing to universe.\r\nâ\u0080¢ Worked on issue related to connection, universe objects and webi reports enhancements.\r\nâ\u0080¢ Raised OSS messages to SAP to seek solution related to BO tool and limitations.\r\nâ\u0080¢ Worked on webi report, universe defects and enhancements.\r\nâ\u0080¢ Meeting with users to understand issue, suggest best solution and ETA.\r\nâ\u0080¢ Worked on query builder to find BO objects metadata for investigation.\r\nâ\u0080¢ Created of BIAR format using promotion management.\r\n\r\nProject 6:\r\n\r\nProject Name Nordea\r\nClient Nordea Bank, Sweden\r\nCompany CapGemini Pvt. Ltd. Bangalore\r\nEnvironment SAP BO 4.1, IDT, Webi, Teradata\r\nRole SAP BO Developer\r\n\r\nDescription:\r\nThe Project report Analytics for Nordea aims to provide clear analysis of personal, company accounts in bank around the world. In all regions reports have data related to users and their account type.\r\n\r\nWebi reports based on universe based on Teradata DB financial tables.\r\n\r\nThis project mainly tracks firm's Sales with respect to different criteria's like customer wise sales for different categories. It helps various end Users to analyze their sales related information and to help in their business growth and make precise decisions.\r\n\r\nRoles & Responsibilities:\r\nâ\u0080¢ Involved in activities to understand the Business Requirements.\r\nâ\u0080¢ Analyzing user requirements and finding the best possible ways of representing the data.\r\nâ\u0080¢ Designing and developing interactive webi reports as per client's dynamic requirements.\r\nâ\u0080¢ Developed webi reports having blocks, graphs and linked report with summary report.\r\nâ\u0080¢ After development performing unit test activities and presentation to users.\r\nâ\u0080¢ Implementation of Business Object i.e. Webi from one Environment to another using BIAR File.\r\nâ\u0080¢ Fixed issues in webi reports related to data and report formatting and made changes in report requested by users in MAT.\r\nâ\u0080¢ Prepared RDD for reports and performed unit testing.\r\nâ\u0080¢ Provided KT to users and supports teams.\r\ncompany - Tech Mahindra\r\ndescription - \r\ncompany - Capgemini\r\ndescription -",
    "skills": null,
    "experience": null,
    "summary": "Competencies: SAP Business Intelligence Version SAP BO 4.2 BO Tools Design Studio, IDT, Webi, UDT, CMC activities Backend DB HANA, BW, Bex Queries, SQLEducation Details SAP BO Developer and SAP HANA Developer",
    "category": "SAP Developer"
}