{
    "education": "Education Details \r\n  Commerce Mumbai, Maharashtra Mumbai University\r\nOperations Manager \r\n\r\nService Manager - Operations (Payment Industry - Prepaid Cards - INR & FTC)\r\nSkill Details \r\nOPERATIONS- Exprience - 73 months\r\nSATISFACTION- Exprience - 48 months\r\nTRAINING- Exprience - 24 months\r\nNOC- Exprience - 23 months\r\nPOINT OF SALE- Exprience - 20 monthsCompany Details \r\ncompany - Zaggle Prepaid Ocean Services Pvt Ltd\r\ndescription - Card Operations\r\ncompany - Yalamanchili Software Exports Ltd\r\ndescription - 24*7 Operations Pvt Ltd) Dec 2015 to Feb 2017\r\n\r\nDesignation: Service Manager - Operations (Payment Industry - Prepaid Cards - INR & FTC)\r\n\r\nKey Contributions: â\u0080¢ A result-oriented business professional in planning, executing& managing processes, improving efficiency of operations, team building and detailing process information to determine effective result into operations.\r\nâ\u0080¢ Ensuring PINs generation (SLA) is maintained and chargeback cases are raised in perfect timeframe.\r\nâ\u0080¢ Managing email customer services properly and ensuring the emails are replied properly. Also, ensuring transaction monitoring is properly managed 24/7.\r\nâ\u0080¢ Assisting Bankers (SBI & Associated Banks) for their BCP plans by getting executed in the system with the help of DR-PR plans & vice versa or any other business requirements.\r\nâ\u0080¢ Expertise in maintaining highest level of quality in operations; ensuring adherence to all the quality parameters and procedures as per the stringent norms.\r\nâ\u0080¢ Lead, manage and supervise the execution of external audit engagements and responsible for presenting the findings & developing a quality reports to the senior Management and Clients.\r\nâ\u0080¢ Coach/mentor (20) team members to perform at a higher level by giving opportunities, providing timely continuous feedback and working with staff to improve their communication, time management, decision making, organization, and analytical skills",
    "skills": "SKILLS: â\u0080¢ An effective communicator with excellent relationship building & interpersonal skills. Strong analytical, problem solving & organizational abilities. â\u0080¢ Extensive experience",
    "experience": "experience in managing operations with demonstrated leadership qualities & organisational skills",
    "summary": "KEY COMPETENCIES â\u009c¶Multi - Operations Managementâ\u009c¶People Management â\u009c¶Customer Services - Emails â\u009c¶ MIS â\u009c¶Vendor & Client Services Managementâ\u009c¶Cross Functional Coordinationâ\u009c¶Banking & Financial Servicesâ\u009c¶ Transaction Monitoring * ATM Operations â\u009c¶ & Prepaid Card Operations (Pre-Issuance & Post-Issuance) â\u009c¶ POS Operations * JOB PROFILE & SKILLS: â\u0080¢ An effective communicator with excellent relationship building & interpersonal skills. Strong analytical, problem solving & organizational abilities. â\u0080¢ Extensive experience in managing operations with demonstrated leadership qualities & organisational skills during the tenure. â\u0080¢ Managing customer centric operations & ensuring customer satisfaction by achieving service quality norms. â\u0080¢ Analyzing of all operational problems, customer complaints and take preventive and corrective actions to resolve the same. â\u0080¢ Receive and respond to Key customer inquiries in an effective manner and provide relevant and timely information. â\u0080¢ Deft in steering banking back-end operations, analyzing risks and managing delinquencies with dexterity across applying techniques for maximizing recoveries and minimizing credit losses. â\u0080¢ Analyzed & identified training needs of the team members and developing, organizing and conducting training programs and manage bottom quartile team to improve their performance. â\u0080¢ Preparing and maintaining daily MIS reports to evaluate the performance and efficiency of the process relate to various verticals. â\u0080¢ Measuring the performance of the processes in terms of efficiency and effectiveness matrix and ensuring adherence to SLA. â\u0080¢ Major Activities Define processes for Field Services were monitored and necessary checks were executed and controlled. Also measured Vendor SLA by analyzing the TAT of vendors & the Client SLA provided to us. â\u0080¢ As per company procedures, handling & ensuring vendor's payment issues to be sorted out &payments are processed on quarterly basis. â\u0080¢ Appropriately plan and execute each skill of operations in accordance with the department's policies and procedures. â\u0080¢ Manage relationships with business team, software development team and other services to achieve project objectives. Different software Worked till now: - a. CTL prime - Axis Bank Credit Cards b. Insight - For POS Machine technical operations for Amex (MID & TID Generation- ATOS (Venture Infotek) c. Ticket Management System - TATA Communications Private Services Ltd (ATM - NOC Operations) d. Branch Portal (Yalamanchili Software Exports Ltd) - Prepaid Cards (SBI Bank & Zaggle Prepaid Oceans Services Ltd) Zaggle Prepaid Ocean Services Pvt Ltd Oct, 2017 to Till Date Designation: Manager - Operations (Payment Industry - Prepaid Cards - INR) Education Details Commerce Mumbai, Maharashtra Mumbai University Operations Manager",
    "category": "Operations Manager"
}