{
    "education": "Education Details \r\nAugust 2008 to July 2012 Bachelor of Engineering Navi Mumbai Panvel, Maharashtra Mumbai University\r\nJune 2006 to May 2007 B.E Computer Engineering Navi Mumbai, Maharashtra Ryan International School\r\nSAP BO/BODS Developer/Administrator, Tata Consultancy Services Limited \r\n\r\nSAP BP/BODS Developer/Administrator, Tata Consultancy - SAP BODS\r\nSkill Details \r\nDATA WAREHOUSING- Exprience - 6 months\r\nSAP BO ADMIN- Exprience - Less than 1 year months\r\nSAP BODS- Exprience - Less than 1 year months\r\nETL- Exprience - Less than 1 year months\r\nBASIC CORE JAVA- Exprience - Less than 1 year months\r\nSAP BO- Exprience - Less than 1 year months\r\nSAP BODS ADMIN- Exprience - Less than 1 year months\r\nBASIC PYTHON- Exprience - Less than 1 year monthsCompany Details \r\ncompany - SAP BODS\r\ndescription - â\u0080¢ \r\nClient: Royal Bank of Canada\r\n\r\nâ\u0080¢ Developed BODS jobs and created/modified packages during migration from Sybase to Oracle Database.\r\nâ\u0080¢ Taking up regular performance enhancement activities by co-coordinating with other teams like database team, Server Team, Data Center team to identify bottlenecks in the running of jobs.\r\nâ\u0080¢ Developed BODS jobs to fetch data from SAP R3 using various data transfer modes.\r\nâ\u0080¢ Implemented Central repositories to move jobs seamlessly in multi-developer environment\r\ncompany - Tata Consultancy Services Limited\r\ndescription - â\u0080¢ Installed and configured all the five environments of BO 4.0 and BODS 4.0/4.2 (DEV/QA/PROD/Standby/DR) with Apache and Tomcat as web and app servers on windows\r\nâ\u0080¢ Loading dataÂ received from various source systems like TCS BaNCS, SAP R3, LOS, Credence and flat files using SCD1 and SCD2 to Data Warehouse to generate consolidated reports.\r\nâ\u0080¢ Developed BODS jobs to fetch data from SAP R3 using various data transfer modes.Â \r\nâ\u0080¢ Implemented Central repositories to move jobs seamlessly in multi-developer environment.\r\nâ\u0080¢ Configuration and creation of BODS repositories using Repository Manager and Sever Manager\r\nâ\u0080¢ Used Formats and Transforms including Flat File formats, Query, Table Comparison, History Preserving, Validation Transform, Key Generation and Map Operation\r\nâ\u0080¢ Â Deployed BODS in Active-Active mode using server groups to improve performance and availability of the system\r\nâ\u0080¢ Using BO Java SDK to build custom java programs to automate various administration tasks and fetching metadata about BO system.\r\nâ\u0080¢ Implemented BO Mobile and used wdeploy to separate static and dynamic contents into web server and web application.\r\nâ\u0080¢ Developed audit reports in web Intelligence using audit universe to gather information about the usage of various reports in the BO system.\r\nâ\u0080¢ Â Implemented and deployed features like Trusted authentication,VintelaÂ sso to make application easy to use for end users.\r\nâ\u0080¢ Daily administrator tasks involved migration of resources from one environment to another, publication creation and monitoring, troubleshooting any issues with the application and monitoring the application through the tools available to ensure that the application is up and available round the clock.\r\nâ\u0080¢ Have been involved in testing of backup systems in Standby and DR to make sure that application continue to service business users in case the primary systems are down.\r\ncompany - Tata Consultancy Services Limited\r\ndescription - Client: Tata Capital Financial Services Limited\r\n\r\nâ\u0080¢ Installed and configured all the five environments of BO 4.0 and BODS 4.0/4.2\r\nâ\u0080¢ (DEV/QA/PROD/Standby/DR) with Apache and Tomcat as web and app servers on windows.\r\nâ\u0080¢ Loading data received from various source systems like TCS BaNCS, SAP R3, LOS, Credence and flat files using SCD1 and SCD2 to Data Warehouse to generate consolidated reports.\r\nâ\u0080¢ Configuration and creation of BODS repositories using Repository Manager and Sever Manager.\r\nâ\u0080¢ Used Formats and Transforms including Flat File formats, Query, Table Comparison, History\r\nâ\u0080¢ Preserving, Validation Transform, Key Generation and Map Operation.\r\nâ\u0080¢ Deployed BODS in Active-Active mode using server groups to improve performance and availability of the system.\r\nâ\u0080¢ Using BO Java SDK to build custom java programs to automate various administration tasks and fetching metadata about BO system.\r\nâ\u0080¢ Implemented BO Mobile and used wdeploy to separate static and dynamic contents into web server and web application.\r\nâ\u0080¢ Developed audit reports in web Intelligence using audit universe to gather information about the usage of various reports in the BO system.\r\nâ\u0080¢ Implemented and deployed features like Trusted authentication, Vintela sso to make application easy to use for end users.\r\nâ\u0080¢ Daily administrator tasks involved migration of resources from one environment to another,publication creation and monitoring, troubleshooting any issues with the application and monitoring the application through the tools available to ensure that the application is up and available round the clock.\r\nâ\u0080¢ Have been involved in testing of backup systems in Standby and DR to make sure that application continue to service business users in case the primary systems are down.",
    "skills": "Skills: â\u0080¢ ETL â\u0080¢ Data Warehousing â\u0080¢ SQL/PL SQL â\u0080¢ Basic Core Java â\u0080¢ Basic Python Tools: â\u0080¢ SAP BODS â\u0080¢ SAP BO â\u0080¢ Oracle 11g â\u0080¢ Sybase Education",
    "experience": null,
    "summary": "Skills: â\u0080¢ ETL â\u0080¢ Data Warehousing â\u0080¢ SQL/PL SQL â\u0080¢ Basic Core Java â\u0080¢ Basic Python Tools: â\u0080¢ SAP BODS â\u0080¢ SAP BO â\u0080¢ Oracle 11g â\u0080¢ Sybase Education Details August 2008 to July 2012 Bachelor of Engineering Navi Mumbai Panvel, Maharashtra Mumbai University June 2006 to May 2007 B.E Computer Engineering Navi Mumbai, Maharashtra Ryan International School",
    "category": "SAP Developer"
}