{
    "education": "Education Details \r\nJanuary 2011 M.B.A.  Amravati, Maharashtra Amravati University\r\nJanuary 2007 B.C.A.  Nagpur, Maharashtra Nagpur University\r\nOracle Database Administrator \r\n\r\nORACLE DATABASE ADMINISTRATOR ON LINUX/MICROSOFT WITH 4 YEARS EXPERIENCE",
    "skills": null,
    "experience": "EXPERIENCE.\r\nSkill Details \r\nORACLE- Exprience - 48 months\r\nLINUX- Exprience - 6 months\r\nORACLE DBA- Exprience - Less than 1 year months\r\nRAC- Exprience - Less than 1 year months\r\nGOLDEN GATE- Exprience - Less than 1 year months\r\nASM- Exprience - Less than 1 year months\r\nDATAGUARD- Exprience - Less than 1 year monthsCompany Details \r\ncompany - TIETO INDIA PVT. LTD\r\ndescription - Pune From February 2015 till present\r\n\r\nProject Profile:\r\nOil and Gas unit of Tieto India Pvt. Ltd. is working for Environmental Components (EC) application. Tieto is the authorized service provider in EC. Energy Components is a complete end-to-end hydrocarbon accounting solution following the hydrocarbons from production to transport, sales and revenue recognition. Globally market-leading hydrocarbon accounting software with functionality coverage exceeding other available solutions. Modern, flexible and scalable technology platform. Selected as the global standard and best practice by oil & gas super majors.\r\nResponsibilities: â\u0080¢ Oracle Database Administration 11g R2, 12c and 18c â\u0080¢ Supporting databases in 24x7 environments and coordinate with Application, OS, Storage and Development Teams. Test and Production environments â\u0080¢ Regularly monitoring the trace files and Alert log files for database related issues.\r\nâ\u0080¢ Experience in monitoring the CPU usage, IO and memory utilization at OS level.\r\nâ\u0080¢ Checking the Alert log file to analyze the ORA errors if any to raise SR with Oracle.\r\nâ\u0080¢ Monitoring the log files, backups, database space usage and the use of system resources.\r\nâ\u0080¢ Configuring Backup (RMAN) for database and restoring database.\r\nâ\u0080¢ Installation, configuring and updating Oracle server software and related Oracle products of 11g and 12C.\r\nâ\u0080¢ Oracle Server installation, client installation and configuration, PLSQL developer installation.\r\nâ\u0080¢ Creating database using DBCA and manually.\r\nâ\u0080¢ Creating of Oracle user and granting proper privileges to user as per request.\r\nâ\u0080¢ Creating AWR, ASH and ADDM reports for database performance analysis.\r\nâ\u0080¢ Handling space management and performance issues in Oracle databases.\r\nâ\u0080¢ Creating remote database link.\r\nâ\u0080¢ Renaming and resizing of data files in Oracle database if needed.\r\nâ\u0080¢ Tablespace shrinking with regular time interval to reclaim server space.\r\nâ\u0080¢ Expertise in Export and Import using data pump in Oracle database.\r\nâ\u0080¢ Expertise in Configuration of Listener and Tnsnames through NETMGR and NETCA and statically also.\r\nâ\u0080¢ Managing Oracle Listener and Oracle Network Files.\r\nâ\u0080¢ Creating user Profiles, granting specific privileges and roles to the users in Oracle database.\r\nâ\u0080¢ Maintaining tablespaces & data files, Control files, Online Redo log files in Oracle database.\r\nâ\u0080¢ Worked on AWS cloud services like EC2, S3, RDS, ELB, EBS, VPC, Route53, Auto, Cloud watch, Cloud Front, IAM for installing configuring and troubleshooting on various Amazon images for server migration from physical into cloud.",
    "summary": "TECHNICAL SKILL: Operating System LINUX, Windows Server 2012 R2, Windows 98, Windows 2000/ XP Tools & Utility Packages SQL* Loader, SQL*PLUS, OEM, Datapump, expdp/impdp, PLSQL Developer, Jenkins Database Oracle 10g, Oracle 11g, Oracle 12c Scripting UNIX Shell Scripting Language SQL Education Details January 2011 M.B.A.  Amravati, Maharashtra Amravati University January 2007 B.C.A.  Nagpur, Maharashtra Nagpur University",
    "category": "Database"
}