{
    "education": "Education Details \r\nJanuary 2013 to January 2017 B.E Computer Science and Engineering  RTMNU University - Jhulelal Institute of Technology\r\nJanuary 2011 to January 2013 HSC  Nagpur, Maharashtra Maharashtra State Board - Dayanand Arya Kanya Junior College\r\nJanuary 2010 to January 2011 SSC  Nagpur, Maharashtra Maharashtra State Board\r\nJava Developer \r\n\r\nJava Developer - Inouvelle Ventures Private Limited\r\nSkill Details \r\nJ2EE- Exprience - 17 months\r\nC++- Exprience - 6 months\r\nDATABASES- Exprience - 6 months\r\nFUNCTIONAL TESTING- Exprience - 6 months\r\nLINUX- Exprience - 6 monthsCompany Details \r\ncompany - Inouvelle Ventures Private Limited\r\ndescription - Nagpur.\r\n1.   Project name: Stock Management System\t\tDecember 2017 - Till Date\r\nLanguage of implementation: Angular (Frontend), JAVA - J2EE, spring, Hibernate Framework (Backend)\r\n& PostgresSql Database.\r\nRole: Java Developer\r\nOperating system: Windows XP/07/08\r\nDescription: Stock management System is Specially Developing for the Medicinal Market. This software is developing to keep the track of medicines, ailments, surgical Equipments, & also to keep the track of Wholesalers, Retailers, Employees, & Customers of the Company. Stock management system is the practice of ordering, storing, tracking, and controlling\r\ninventory. Debtor invoicing software helps small businesses and freelancers keep track of company assets   .. Stock\r\nmanagement may also be called stock control, inventory management or inventory control.\r\ncompany - Inouvelle Ventures Private Limited\r\ndescription - Project Profile\r\ncompany - Inouvelle Ventures Private Limited\r\ndescription - Language of implementation: Angular (Frontend), JAVA - J2EE, spring, Hibernate Framework (Backend)\r\n& PostgresSql Database.\r\nRole: Java Developer, Manual Testing.\r\nOperating system: Windows XP/07/08\r\nDescription: This Project is done for the Oldest Printing Press in Nagpur. The proposed web based Printing Press\r\nManagement System designed according to user and system requirement to fulfil the existing problems. This system offers the products and services that enhance organization growth, efficiency, and profitability.",
    "skills": "Skills (Trained / Project Acquired Skills) â\u0080¢ Languages Known: C, C++, J2EE, Spring, Hibernate. â\u0080¢ Testing: Functional Testing, Manual Testing. â\u0080¢ Operating Systems: Windows & Linux. â\u0080¢ Packages: MS-office. â\u0080¢ Databases: My SQL & PostgreSQL.Education",
    "experience": null,
    "summary": "Technical Skills (Trained / Project Acquired Skills) â\u0080¢ Languages Known: C, C++, J2EE, Spring, Hibernate. â\u0080¢ Testing: Functional Testing, Manual Testing. â\u0080¢ Operating Systems: Windows & Linux. â\u0080¢ Packages: MS-office. â\u0080¢ Databases: My SQL & PostgreSQL.Education Details January 2013 to January 2017 B.E Computer Science and Engineering  RTMNU University - Jhulelal Institute of Technology January 2011 to January 2013 HSC  Nagpur, Maharashtra Maharashtra State Board - Dayanand Arya Kanya Junior College",
    "category": "Java Developer"
}