{
    "education": "Education Details \r\n MBA HR and Finance Bengaluru, Karnataka RKIMS College\r\nSenior Executive PMO \r\n\r\nSenior Executive PMO Consultant\r\nSkill Details \r\nOPERATIONS- Exprience - 125 months\r\nSTAFFING- Exprience - 125 months\r\nHR- Exprience - 79 months\r\nPMO- Exprience - 84 monthsCompany Details \r\ncompany - Ensono LLP\r\ndescription - Roles &Responsiblites\r\nÂ \r\nÃ\u0098Â Responsible for creation of Structured reports and present the same as to Senior Deliery management as per the business requirements.\r\nÃ\u0098Â Design and draft various reports as per the business requirements.\r\nÃ\u0098Â Responsible for creation of MOM, chasing people and getting the SLA driven on time by achieving the targets and results on time.\r\nÃ\u0098Â Assist the Project managers in creating the RRâ\u0080\u0099s Deputation, invoicings, billing activites.\r\nÃ\u0098Â Maintaining Clarity and Sharepoint data for service delivery management\r\nÃ\u0098Â Perform customer invocing at the direction of the CEM and SDM.\r\nÃ\u0098Â Weekly preparation of SLA and KPI data based on the manual tracker & sharing with Client & senior management.\r\nÃ\u0098Â Project implementation management, invoicing and billing management, and participate in establishing clientâ\u0080\u0099s contractual documentation\r\nÃ\u0098Â Experience",
    "skills": "SKILLS Project Management Tools: CA Clarity, Visio and Office, ITIL -Incident management, Recruitment and workforce management Technical: SAP- HR, MRS, CPRO, Confluence, Microsoft Office, Word, PowerPoint.Excellent knowledge & hands on experience",
    "experience": "experience with best global brand Wipro with below expertise:- â\u0080¢ PMO â\u0080¢ ITIL Management â\u0080¢ Process Improvements â\u0080¢ Project Process Audits â\u0080¢ Planning, Scheduling, Effort/Issue/Risk Tracking â\u0080¢ Risk & Issue Management â\u0080¢ SLA Management â\u0080¢ Workforce (staffing) Resource Management. â\u0080¢ Transition â\u0080¢ Operations management SKILLS",
    "summary": "AREA OF EXPERTISE (PROFILE) Around 10 plus years' proven experience with best global brand Wipro with below expertise:- â\u0080¢ PMO â\u0080¢ ITIL Management â\u0080¢ Process Improvements â\u0080¢ Project Process Audits â\u0080¢ Planning, Scheduling, Effort/Issue/Risk Tracking â\u0080¢ Risk & Issue Management â\u0080¢ SLA Management â\u0080¢ Workforce (staffing) Resource Management. â\u0080¢ Transition â\u0080¢ Operations management SKILLS Project Management Tools: CA Clarity, Visio and Office, ITIL -Incident management, Recruitment and workforce management Technical: SAP- HR, MRS, CPRO, Confluence, Microsoft Office, Word, PowerPoint.Excellent knowledge & hands on experience in advanced MS Excel (Knowledge on MS Project, Sharepoint Reporting & Ticket Tool: Xtraction, CA Service Desk, I-Tracker, Education Details MBA HR and Finance Bengaluru, Karnataka RKIMS College Senior Executive PMO",
    "category": "PMO"
}