{
    "education": "Education Details \r\nJanuary 2011 to January 2016   Mumbai, Maharashtra MUMBAI UNIVERSITY\r\n Bachelor of Electronics Engineering Electronics Engineering Mumbai, Maharashtra Atharva College of Engineering at Malad\r\nAutomation and Electrical engineer \r\n\r\nAutomation and Electrical Engineer - SMEC AUTOMATION PVT. LTD\r\nSkill Details \r\nCompany Details \r\ncompany - SMEC AUTOMATION PVT. LTD\r\ndescription - -18, Supply, installation, testing and commissioning of water level sensor and valve actuators for water tanks at BARC hospital Anushaktinagar, Trombay and BARC facility at Kalyan.\r\nâ\u0080¢ Implemented of academy projects like Automatically tank filling with relay and float sensor level control, bottle filling on conveyor belt motion, and waste material crashing then separated on conveyor belt motion with PLC controlling.\r\n\r\nRole of Automation and Instrumentation Engineer (Marine and Industrial Automation):\r\nâ\u0080¢ Re-calibration of field Instruments like control valve actuators, sensors and transmitters for pneumatic and electrical.\r\nâ\u0080¢ Research and developing on new automated system.\r\nâ\u0080¢ Level, flow and temperature process control with PID of various brands (Nippon, Selec etc.)\r\nâ\u0080¢ PLC panel wiring, DOL and Star delta control wiring of 3 phase induction motor.\r\nâ\u0080¢ Panel testing IP knowledge.\r\nâ\u0080¢ Control Panel quality check and assurance.\r\nâ\u0080¢ Eletrical Single Line Daigram (SLD) and power wiring daigram.\r\n\r\nInternship experience",
    "skills": "SKILLS: â\u0080¢ Ability to establish trust and work with a team. â\u0080¢ Determined with good work ethics. â\u0080¢ Ability to work under difficult situations.Education",
    "experience": "projects like Automatically tank filling with relay and float sensor level control, bottle filling on conveyor belt motion, and waste material crashing then separated on conveyor belt motion with PLC controlling.\r\n\r\nRole of Automation and Instrumentation Engineer (Marine and Industrial Automation):\r\nâ\u0080¢ Re-calibration of field Instruments like control valve actuators, sensors and transmitters for pneumatic and electrical.\r\nâ\u0080¢ Research and developing on new automated system.\r\nâ\u0080¢ Level, flow and temperature process control with PID of various brands (Nippon, Selec etc.)\r\nâ\u0080¢ PLC panel wiring, DOL and Star delta control wiring of 3 phase induction motor.\r\nâ\u0080¢ Panel testing IP knowledge.\r\nâ\u0080¢ Control Panel quality check and assurance.\r\nâ\u0080¢ Eletrical Single Line Daigram (SLD) and power wiring daigram.\r\n\r\nInternship experience:\r\ncompany - SMEC AUTOMATION PVT. LTD\r\ndescription - Company Profile\r\nSMEC Automation provides specialized technical consulting services and custom engineered products to the marine, energy and offshore industries applying advanced methods and technologies. SMEC Automation is one of India's leading manufacturers of automation and monitoring equipment for ocean-going vessels especially in Marine Boiler and Main Engine Control, IGG (Inert Gas Generator) and Alarm System.\r\n\r\nProject:\r\ncompany - SMEC AUTOMATION PVT. LTD\r\ndescription - Completed Internship of Instrumentation and Calibrations in SMEC Automation Pvt. Ltd. for 6 months duration from 8th June 2016 to 30th November 2016.\r\n\r\nTECHNICAL QUALIFICATION:\r\nâ\u0080¢ Underwent Post Graduate Diploma in Industrial Calibration and Instrumentation and Post Graduate Diploma in Industrial Automation in duration of 3 months each with hands on practical exposure to Industrial Automation Tools like PLC, PAC, SCADA, HMI, INTERFACING, DRIVES, MCC PANEL and VFD.\r\nâ\u0080¢ Successful in the examination as Post Graduation Diploma in Industrial Automation and Post Graduation Diploma in Industrial Instrumentation with TUV Rheinland Certified Qualification on 07-11-2016.\r\nTECHNICAL SKILLS",
    "summary": "SOCIAL SKILLS: â\u0080¢ Ability to establish trust and work with a team. â\u0080¢ Determined with good work ethics. â\u0080¢ Ability to work under difficult situations.Education Details January 2011 to January 2016   Mumbai, Maharashtra MUMBAI UNIVERSITY Bachelor of Electronics Engineering Electronics Engineering Mumbai, Maharashtra Atharva College of Engineering at Malad",
    "category": "Automation Testing"
}