{
    "education": "Education Details \r\n Bachelor of Engineering  (Computer)   Savitribai Phule Pune University\r\nJava Developer \r\n\r\nJava Developer - Aurus Tech Pvt. Ltd\r\nSkill Details \r\nJAVA- Exprience - 32 months\r\nLINUX- Exprience - 6 months\r\nAdavance Java- Exprience - Less than 1 year months\r\nDerby- Exprience - Less than 1 year months\r\nOracle- Exprience - Less than 1 year monthsCompany Details \r\ncompany - Aurus Tech Pvt. Ltd\r\ndescription - Having 2 years of experience",
    "skills": "Skills â\u0080¢ Language: Java â\u0080¢ Operating System: Windows, Linux (CentOS 6.6) â\u0080¢ Databases: Oracle, My SQL and Derby (Embedded DB) â\u0080¢ IDE: Eclipse (Oxygen) â\u0080¢ Tools: SonarQube, Putty. Responsibilitis: â\u0080¢ Participated in requirements gathering and design development meetings. â\u0080¢ Reviewed code and debugged errors to improve performance. â\u0080¢ Coordinated with systems partners to finalize designs and confirm requirements. â\u0080¢ Consistently met deadlines and requirements for all production work orders. â\u0080¢ Collaborated with other developers to identify and alleviate the number of bugs in the software and provided maintenance and development of bug fixes and patch sets for existing applications. Education",
    "experience": "experience in working with a Payment Gateway Solutions provider with Core Java. Hardworking Java Developer enthusiastic about working with multicultural teams.\r\ncompany - Aurus Tech Pvt Ltd.\r\ndescription - â\u0080¢ Participated in requirements gathering and design development meetings.\r\nâ\u0080¢ Reviewed code and debugged errors to improve performance.\r\nâ\u0080¢ Coordinated with systems partners to finalize designs and confirm requirements.\r\nâ\u0080¢ Consistently met deadlines and requirements for all production work orders.\r\nâ\u0080¢ Â Collaborated with other developers to identify and alleviate the number of bugs in the software and provided continued maintenance and development of bug fixes and patch sets for existing applications.",
    "summary": "Skills â\u0080¢ Language: Java â\u0080¢ Operating System: Windows, Linux (CentOS 6.6) â\u0080¢ Databases: Oracle, My SQL and Derby (Embedded DB) â\u0080¢ IDE: Eclipse (Oxygen) â\u0080¢ Tools: SonarQube, Putty. Responsibilitis: â\u0080¢ Participated in requirements gathering and design development meetings. â\u0080¢ Reviewed code and debugged errors to improve performance. â\u0080¢ Coordinated with systems partners to finalize designs and confirm requirements. â\u0080¢ Consistently met deadlines and requirements for all production work orders. â\u0080¢ Collaborated with other developers to identify and alleviate the number of bugs in the software and provided maintenance and development of bug fixes and patch sets for existing applications. Education Details Bachelor of Engineering  (Computer)   Savitribai Phule Pune University Java Developer",
    "category": "Java Developer"
}