{
    "education": "Education Details \r\nJanuary 2015 Bachelor of Engineering EXTC Mumbai, Maharashtra Mumbai University\r\nJanuary 2012 Diploma Industrial Electronics Vashi, MAHARASHTRA, IN Fr. Agnel Polytechnic\r\nETL Developer \r\n\r\nETL Developer\r\nSkill Details \r\ninformatica- Exprience - 36 monthsCompany Details \r\ncompany - Blue Shield of California\r\ndescription - Duration: (Mar 2016 - Sept 2017)\r\n\r\nDescription:\r\nBlue Shield of California (BSC) is health plan provider. The intent of this project is to process feeds coming in and going out of BSC system related to eligibility, enrollment, and claims subject areas. All these feeds comes in different formats and are processed using Informatica 9.6.1, Oracle 11g, Facets 5.0 &Tidal.\r\n\r\nTechnical environment: ETL tool (Informatica power Center 9.6.1), Oracle 11g (SQL, PL-SQL), UNIX, Facets, Tidal, JIRA, Putty.\r\n\r\nRole: ETL Developer\r\nResponsibilities: â\u0080¢ Responsible for analyzing the business requirement document â\u0080¢ Involved in development of Informatica mappings using different transformations like source qualifier, expression, filter, router, joiner, union, aggregator, normalizer, sorter, lookup and its corresponding sessions and workflows.\r\nâ\u0080¢ Extensively used Informatica Debugger to figure out the problems in mapping and involved in troubleshooting the existing bugs.\r\nâ\u0080¢ Writing Unix Scripts & SQL's as per the business requirement.\r\nâ\u0080¢ Impact analysis of change requests & their development.\r\nâ\u0080¢ Data fabrication using Facets screens as well as SQL statements in membership domain.\r\nâ\u0080¢ Unit testing & trouble shooting using Informatica debugger, SQL query & preparation of Unit Test Cases.\r\nâ\u0080¢ Prepare documents for design, unit testing and impact analysis.\r\n\r\nAwards & Achievements â\u0080¢ Received Kudos Award at Syntel for contribution in error free work, commitment towards learning, client appreciation and outstanding display of Syntel values Received appreciation from Management for outstanding performance in complete tenure.\r\nâ\u0080¢ Received spot recognition for automation done in project.",
    "skills": null,
    "experience": null,
    "summary": "Education Details January 2015 Bachelor of Engineering EXTC Mumbai, Maharashtra Mumbai University January 2012 Diploma Industrial Electronics Vashi, MAHARASHTRA, IN Fr. Agnel Polytechnic",
    "category": "ETL Developer"
}