{
    "education": "Education Details \r\nJuly 2009 to May 2012 Bachelor's Laws Bikaner, Rajasthan Maharaja Ganga Singh University\r\nAugust 2008 to November 2008 Microsoft Certified Systems Engineer Networking Chandigarh \r\nJuly 2005 to April 2008 Bachelor's of Science Bio-Informatics Chandigarh, Chandigarh Panjab University\r\nAdvocate \r\n\r\nNewcomer Indian Advocate\r\nSkill Details \r\nAdministration- Exprience - 72 months\r\nLegal Research- Exprience - 72 months\r\nMicrosoft Office- Exprience - 72 months\r\nDrafting- Exprience - 72 monthsCompany Details \r\ncompany - District Courts\r\ndescription - Key Features\r\n\r\nâ\u0080¢ Licensed Advocate in practice from 16-Aug-2012 (Bar Council of Punjab & Haryana, Chandigarh).\r\nâ\u0080¢ Admitted to practice at District Courts, Mansa since 18-Aug-2012.\r\nâ\u0080¢ Successfully passed the All India Bar Examination (AIBE) conducted by Bar Council of India (BCI) in September, 2013.\r\nâ\u0080¢ Lead/Sole Counsel for plaintiff and respondents in number of criminal/civil trials.\r\nâ\u0080¢ Since 2012, have prepared and prosecuted to conclusion, either by trial or settlement, number of claim cases involving personal injury or death cases.\r\nâ\u0080¢ Working on the Panel of District Legal Services Authority, Mansa run under the supervision of National Legal Services Authority, India.\r\nâ\u0080¢ Former Co-Opted Member Administrative Committee, Punjab.\r\nâ\u0080¢ Former Joint Secretary at District Bar Association, Mansa (2017-18).\r\n\r\nJob Duties\r\n\r\nâ\u0080¢ Advice clients of their legal rights and all matters related to law.\r\nâ\u0080¢ Plead clients' cases which include various International companies, before courts of law, forums, tribunals and boards.\r\nâ\u0080¢ Researching legal precedents, gathering evidence and trials of criminal, Injury and death compensation claims and others.\r\nâ\u0080¢ Draw up legal documents such as bail petitions, appeals, divorces and contracts etc.\r\nâ\u0080¢ Negotiates settlements of civil disputes.\r\nâ\u0080¢ Act as mediator, conciliator, local commissioner or arbitrator as per Court orders\r\nâ\u0080¢ Managing a private practice for more than 6 years, including all aspects of administration and management functions, controlling costs and achieving objectives related to the practice of law.",
    "skills": "SKILLS â\u0080¢ Knows English as native speaker (IELTS Overall 8; Listening 8, Reading 8, Writing 7 and Speaking 8.5); Hindi with bilingual proficiency and Punjabi as native speaker. â\u0080¢ Able to communicate clearly and concisely with people of diverse backgrounds and levels of authority. â\u0080¢ Exceptional knowledge of administrative procedures, evidence rules and trials. â\u0080¢ Can maintain a professional attitude with peers, co-workers and clients at all times. â\u0080¢ Focused and driven to always meet deadlines for pretrial procedures, trials and appellate briefings by effectively utilizing resources. â\u0080¢ A Microsoft Certified Systems Engineer (2008) and very much Competent in Windows and Word processing software Education",
    "experience": null,
    "summary": "SKILLS â\u0080¢ Knows English as native speaker (IELTS Overall 8; Listening 8, Reading 8, Writing 7 and Speaking 8.5); Hindi with bilingual proficiency and Punjabi as native speaker. â\u0080¢ Able to communicate clearly and concisely with people of diverse backgrounds and levels of authority. â\u0080¢ Exceptional knowledge of administrative procedures, evidence rules and trials. â\u0080¢ Can maintain a professional attitude with peers, co-workers and clients at all times. â\u0080¢ Focused and driven to always meet deadlines for pretrial procedures, trials and appellate briefings by effectively utilizing resources. â\u0080¢ A Microsoft Certified Systems Engineer (2008) and very much Competent in Windows and Word processing software Education Details July 2009 to May 2012 Bachelor's Laws Bikaner, Rajasthan Maharaja Ganga Singh University August 2008 to November 2008 Microsoft Certified Systems Engineer Networking Chandigarh",
    "category": "Advocate"
}