{
    "education": "Education Details \r\n B.Com commerce Mumbai, Maharashtra Bombay University\r\n   Mumbai, Maharashtra St. Andrews College\r\n DIM Business Management  IGNOU\r\nOperations Manager \r\n\r\nOperations Manager - Landmark Insurance Brokers Pvt Ltd\r\nSkill Details \r\nEMPLOYEE RESOURCE GROUP- Exprience - 6 months\r\nENTERPRISE RESOURCE PLANNING- Exprience - 6 months\r\nERP- Exprience - 6 months\r\nMS OFFICE- Exprience - 6 months\r\nTally- Exprience - 6 monthsCompany Details \r\ncompany - Landmark Insurance Brokers Pvt Ltd\r\ndescription - Jan 2019 till Date\r\nAbout the Company\r\nOne of India Largest Insurance Brokerage firms with offices across 24 states PAN India and a part of the LandmarkGroup with an annual turnover of 2200 cr\r\n\r\nPosition: Operations Manager\r\nLeading and overseeing a team of 12 people to ensure that the correct work processes and TAT are followed with regards to complete insurance handling from cheque submission right upto policy issuance and support to all offices PAN India for Motor and Health Insurance.\r\n â\u0080¢   Ensuring all the data entry of customers is correctly done by the customer service â\u0080¢   Underwriting of documents and verification ( Health & Motor) â\u0080¢   Costings of Insurance products â\u0080¢   Followups with Insurance companies â\u0080¢   Customer complain handling and solutions â\u0080¢   MIS reporting â\u0080¢   Ensuring the team is working in line with the operations SOP â\u0080¢   Conducting weekly briefing with the team â\u0080¢   Liasing with all PAN India offices for all operational support â\u0080¢   Handling daily cash transactions â\u0080¢   Reporting to the Vice President Operations\r\ncompany - Trippereri Travels & Tours\r\ndescription - Jan 2017 to Mar 2018\r\nAbout the Company\r\nA Startup Travel Agency company organising local and international Tours.\r\n\r\nOperations: Looked after overall Operations and Administrative / Sales functions\r\ncompany - Vish Hotel Supplies Pvt Ltd\r\ndescription - Jan 2015 Nov 2016\r\n\r\nAbout the Company\r\nA distributor of hotel supplies to 5 star International hotels Groups in India for hotel amenities from a international supplier to more than 50 hotels all across India\r\n\r\nPosition: Operations Manager (Supply Chain Logistics)\r\nComplete Incharge of running the business from Shipping, Imports, warehousing right upto Distribution and overseeing all operational related activities for the company \r\nâ\u0080¢ Overlooking and managing all aspects of the business and implementing procedures for successful shipping / inventory management at the warehouse / delivery of material all India plus exports â\u0080¢ Overseeing all vendor negotiations in addition to the customs warehouse and cha â\u0080¢ Negotiating with Freight forwarders for best freight rates and quickest delivery times â\u0080¢ Overseeing the clearance of import shipments and export shipments and liasing with freight forwarders â\u0080¢ Ensuring that all government and tax compliances are adhered to by the company.\r\nâ\u0080¢ Ensuring that all benefits of government rebates and duty schemes are received and availed by the customer and company as per the EXIM license held â\u0080¢ Overseeing that all customers are satisfied with the overall supplies and services of the company â\u0080¢ Ensuring that all obstacles faced in the supply chain management is smoothened out for hassel free delivery to the customers across India â\u0080¢ Overseeing account paybles and receivables â\u0080¢ Overseeing that all stock are maintained in the warehouses and accounting books as per implemented procedures â\u0080¢ Sourcing out new vendors with high quality manufacturing capabilities for new product manufacture â\u0080¢ Visiting customers to survey customer satisfaction and address any shortfalls â\u0080¢ HR function like recruitment, interviewing & finalizing candidates for the company\r\ncompany - GEA Ecoflex Middle East FZE\r\ndescription - About the Company\r\nGEA Ecoflex part of the GEA Group Germany is one of the largest suppliers of process technology and components for the food and energy industries. As an international technology group, the Company focuses on sophisticated production processes.\r\nGEA generates revenues in excess of EUR 5.7 billion annually\r\n\r\nKEY DELIVERABLES\r\nFreight Management: Acquire, develop and enhance relationships for economical & faster modes of freight forwarding for various requirements of the company. Developing pricing strategies with an with an eye towards maximizing company's profits by reducing its freight costs by negotiating the pricing for each individual sectors with freight forwarders/shipping carrier and ensuring timely delivery of goods to the respective destinations.\r\n\r\nManage and negotiate the import freight charges with various freight forwarders and Air Lines for Bulk Air shipments moving from Americas, Europe, Dubai, India, China & Other GCC Countries.\r\nIdentify possible snag & loopholes for all consignments moving in and out, which may be late for the required deadline and find alternate solutions for meeting the commitment.\r\n\r\nLogistics Management: Managing the logistic functions; negotiating with transporters for cost effective transport solutions.\r\nCoordinating with Custom House Agents for ensuring timely clearances and effective transport solutions at reasonable costs.\r\nInterfacing with airlines & shipping lines for transport & conducting negotiations for finalizing freight rates to optimize transportation costs & ensure damage free transit. Monitoring and analyzing the loss in transit and undertaking measures to control the same. Co-ordinated the schedule / mobilization of After sales team to various GCC/ On-shore / Off shore /European sites.\r\nMaterials / Inventory Management: Handling the inventory function so as to curtail inventory holding expenses. Ensuring the specifications of materials, establishing quality & quantity for effective inventory control and reducing wastages.\r\nManaging the disposal of obsolete and retired inventory.\r\n\r\nWarehousing & Distributions: Planning and maintaining efficient warehouse operations. Monitoring receipt, inspection, storage, and distribution of stock. Resolving all problems affecting the stores service including staff punctuality, day-off, vacation plan, etc. Overseeing that all paper work is processed in a timely manner. Following up on discrepancies, damage/expired goods and claims & returns back.\r\n\r\nPurchase / Procurement: Providing support for developing and implementing key procurement strategies for commodities and ensuring that plans are aligned with all contractual & statutory requirements while ensuring project schedule. Identifying new potential vendors for strategic sourcing; ensuring purchase schedules against the purchase plan for timely procurement of all items to ensure smooth manufacturing.\r\n\r\nVendor / Supplier Development: Providing support for identifying and negotiating with vendors for procuring essential materials at reasonable price, developing vendors for better price, quality, delivery & increased volumes and identifying alternate vendors. Developing long-term partnerships with local & foreign suppliers; acquiring techno-commercial offers from various vendors. Handled Supplier Pre-Qualification and Vendor Registrations\r\n\r\nSIGNIFICANT CONTRIBUTIONS \r\nâ\u0080¢   Successfully managed the overall Operations including: o   Receiving stock, Order Dispatch, Warehouse Management & Special Processes.\r\no   Inventory Control and Global Purchase.\r\no   Facility in compliance with ISO 9001 -2008 standards.\r\no   Coordinating and follow up with various factories in Europe, US, Asia for timely delivery of materials o   Carrying out receiving, picking, packing, and shipping average of 45 orders monthly.\r\no   Maintaining and handling AED 15 million inventories stored at three external warehouses.\r\nâ\u0080¢   Holds the credit of serving clients in Power, Marine Oil and Construction industries including SABIC, KSA.\r\nâ\u0080¢   Played a key role in streamlining inventory identification and tracking system.\r\nâ\u0080¢   Pivotal in introducing systematic analysis of daily discrepancy reports.\r\nâ\u0080¢   Generated reports on Standardized receiving, stocking, checking, and housekeeping procedures.\r\nâ\u0080¢   Abridged a decrease in inventory discrepancies by developing tracking system.\r\nâ\u0080¢   Successful in meeting 24-hour turnaround goal for most of shipments.\r\ncompany - Kuehne + Nagel LLC\r\ndescription - About the Company\r\n\r\nA worldwide leader in Logistics .The company activities are in the global seafreight, airfreight, overland and contract logistics businesses.\r\n â\u0080¢   Successfully managed a team of 3 Executives and reported to General Manager.\r\nâ\u0080¢   Handling the top Key accounts of the company â\u0080¢   Successful handling of the entire export Coordination, Documentation.\r\nâ\u0080¢   Played a pivotal role in supervising receiving, inventory control, storage, distribution, traffic, etc.\r\nâ\u0080¢   Responsible for maintaining scheduled drivers, negotiated rates and routes with truck lines/carriers.\r\nâ\u0080¢   Essayed a key role in handling product distribution, security, and receivables for clients like United nations and Johnson & Johnson.\r\nâ\u0080¢   Handled Hotel logistics, inventory and distribution across the middle east for Marriot and Hilton Group â\u0080¢   Managed and monitored the smooth movements of all consignments moving as direct imports, exports or as transshipment consignments from the Far East/ Middle East/ Amman or Egypt and its other branches to its respective destinations & also as transshipment into USA by Air, Land and Sea.\r\nâ\u0080¢   Supervised the Entire Customs Clearance for all consignments at various exit/entry points for all the direct imports, exports or transshipment consignments â\u0080¢   Billing each Account as per the job completed â\u0080¢   Keeping track of Revenue of each client on a monthly basis â\u0080¢   Regular customer visits to ensure smooth operations and address any grievances.\r\ncompany - DHL Express\r\ndescription - About the Company\r\n\r\nA worldwide leader in Air Express Courrier wholly owned by DPWN (Deutsche Post World Net) \r\nâ\u0080¢   To handle shipments of Key Accountholders with DHL India â\u0080¢   Tracking and Tracing of shipments â\u0080¢   Solving problems of undelivered shipments â\u0080¢   Working as per the DHL standards and service procedures â\u0080¢   Liasing with operations and network at all DHL stations worldwide to ensure timely deliveries of   shipments â\u0080¢   Proactively keeping the customer informed about the status of their shipments while in transit to delivery â\u0080¢   Keeping track of the productivity of each team member and updating records â\u0080¢   Liasing with India operations for inbound freight shipments for clearance and timely deliveries â\u0080¢   Informing customers about the various paperworks required for sending different shipments to various countries â\u0080¢   Handled projects for State Bank of India for sending Interest warrants to their customers Globally. Keeping complete track of shipments status and informing SBI proactively.\r\ncompany - WNS Global Services\r\ndescription - \r\ncompany - Airlink International\r\ndescription - About the company\r\nAn International company with various departments and activities i.e Cargo, shipping, Ticketing\r\nAnd freight forwarding\r\n\r\nDesignation Held: Logistic Assistant / Operations Executive\r\n\r\nJob responsibilities: â\u0080¢ Handling the top accounts of the company.\r\nâ\u0080¢ Answering customer queries, request and complaints â\u0080¢ Sending quotations â\u0080¢ Billing each Account as per the job completed â\u0080¢ Preparing export documentation.\r\nâ\u0080¢ Preparing free Zone documents â\u0080¢ Liaising with Jebel Ali Port and Dubai / Sharjah port.\r\nâ\u0080¢ Liaising with Shipping companies for export and imports.\r\nâ\u0080¢ Coordinating Barge loadouts.\r\nâ\u0080¢ Complete Inventory Management.\r\nâ\u0080¢ Adhering to professional standards and procedure to achieve the ISO certificate.\r\n\r\nWorked on software packages Exceed 4000 and Flotilla.\r\ncompany - Serck Services International\r\ndescription - Job responsibilities â\u0080¢ Liaising with the Purchasing Manager in local and international purchases of technical parts, â\u0080¢ Involving import and export formalities.\r\nâ\u0080¢ Soliciting quotes, preparing purchase orders and communicating with suppliers both local and international.\r\nâ\u0080¢ Receiving and dispatching goods â\u0080¢ Liaising with suppliers to ensure timely supply of equipments â\u0080¢ Stock control and inventory.\r\nâ\u0080¢ Maintenance of reorder levels and par stock.\r\nâ\u0080¢ Preparing the daily operations report â\u0080¢ Maintaining the ISO standards, which involves efficient recording of data and systematic filing of data.\r\ncompany - Serck Services International\r\ndescription - March 2000 - April 2003\r\nAbout the company\r\nA British based multinational company, manufacturing radiators, oil coolers, heat exchangers and\r\nOther cooling elements for all purposes\r\nJoined the company as Accounts Assistant and promoted to Logistic Assistant in Aug 2001\r\ncompany - Serck Services International\r\ndescription - Job responsibilities â\u0080¢ Maintaining and updating the database of customers and suppliers.\r\nâ\u0080¢ Handling walk in customers and after sales service calls. Preparing Job order.\r\nâ\u0080¢ Providing timely information and data for the preparation of reports.\r\nâ\u0080¢ Circulating information through memos and reports.\r\nâ\u0080¢ Invoicing for four major departments.\r\nâ\u0080¢ Banking â\u0080¢ Petty cashiering and preparing reports â\u0080¢ General office duties.",
    "skills": "SKILLS â\u0080¢ Well versed with MS Office and Internet Applications and various ERP systems implemented in the company ie.SAGE, Flotilla, LM ERP, Tally 9, WMS, Exceed 4000 etc PERSONAL DOSSIER Permanent Address: Bandra West, Mumbai 400 050Education",
    "experience": "projects for State Bank of India for sending Interest warrants to their customers Globally. Keeping complete track of shipments status and informing SBI proactively.\r\ncompany - WNS Global Services\r\ndescription - \r\ncompany - Airlink International\r\ndescription - About the company\r\nAn International company with various departments and activities i.e Cargo, shipping, Ticketing\r\nAnd freight forwarding\r\n\r\nDesignation Held: Logistic Assistant / Operations Executive\r\n\r\nJob responsibilities: â\u0080¢ Handling the top accounts of the company.\r\nâ\u0080¢ Answering customer queries, request and complaints â\u0080¢ Sending quotations â\u0080¢ Billing each Account as per the job completed â\u0080¢ Preparing export documentation.\r\nâ\u0080¢ Preparing free Zone documents â\u0080¢ Liaising with Jebel Ali Port and Dubai / Sharjah port.\r\nâ\u0080¢ Liaising with Shipping companies for export and imports.\r\nâ\u0080¢ Coordinating Barge loadouts.\r\nâ\u0080¢ Complete Inventory Management.\r\nâ\u0080¢ Adhering to professional standards and procedure to achieve the ISO certificate.\r\n\r\nWorked on software packages Exceed 4000 and Flotilla.\r\ncompany - Serck Services International\r\ndescription - Job responsibilities â\u0080¢ Liaising with the Purchasing Manager in local and international purchases of technical parts, â\u0080¢ Involving import and export formalities.\r\nâ\u0080¢ Soliciting quotes, preparing purchase orders and communicating with suppliers both local and international.\r\nâ\u0080¢ Receiving and dispatching goods â\u0080¢ Liaising with suppliers to ensure timely supply of equipments â\u0080¢ Stock control and inventory.\r\nâ\u0080¢ Maintenance of reorder levels and par stock.\r\nâ\u0080¢ Preparing the daily operations report â\u0080¢ Maintaining the ISO standards, which involves efficient recording of data and systematic filing of data.\r\ncompany - Serck Services International\r\ndescription - March 2000 - April 2003\r\nAbout the company\r\nA British based multinational company, manufacturing radiators, oil coolers, heat exchangers and\r\nOther cooling elements for all purposes\r\nJoined the company as Accounts Assistant and promoted to Logistic Assistant in Aug 2001\r\ncompany - Serck Services International\r\ndescription - Job responsibilities â\u0080¢ Maintaining and updating the database of customers and suppliers.\r\nâ\u0080¢ Handling walk in customers and after sales service calls. Preparing Job order.\r\nâ\u0080¢ Providing timely information and data for the preparation of reports.\r\nâ\u0080¢ Circulating information through memos and reports.\r\nâ\u0080¢ Invoicing for four major departments.\r\nâ\u0080¢ Banking â\u0080¢ Petty cashiering and preparing reports â\u0080¢ General office duties.",
    "summary": "IT SKILLS â\u0080¢ Well versed with MS Office and Internet Applications and various ERP systems implemented in the company ie.SAGE, Flotilla, LM ERP, Tally 9, WMS, Exceed 4000 etc PERSONAL DOSSIER Permanent Address: Bandra West, Mumbai 400 050Education Details B.Com commerce Mumbai, Maharashtra Bombay University Mumbai, Maharashtra St. Andrews College",
    "category": "Operations Manager"
}