{
    "education": "Education Details \r\n B.Tech Electronics And Instrumentation Engineering Jaunpur, Uttar Pradesh VBS Purvanchal University\r\nAutomation Tester \r\n\r\nAutomation Tester - Tech Mahindra\r\nSkill Details \r\nCompany Details \r\ncompany - Tech Mahindra\r\ndescription - Mumbai\t\tMay 2018 to Present\r\n\r\nProject & Contribution\r\nTech Mahindra\r\n\r\nProject Title: Payment Gateway Jio Money\r\nRole: Automation Tester\r\nResponsibility: * Analyzing the manual test cases to create automation scripts.\r\n* Working on Redwood tool for Automation.\r\n* Maintained regression pack as per the project requirement.\r\n* Performed API testing.\r\n* Created Automation scripts for API testing.\r\n* Enhancing framework to support cross functionality testing * Execute test cases and evaluate test results for both manual and automated testing.\r\n* Maintaining the scripts as per the requirement.\r\n* Adding new automated tests to improve automated test coverage for both functional and regression.\r\n* Performed automation testing, analyzing test results, and report defect into the bug tracking system and drive issues to resolution.\r\n* Preparation of test data with different test conditions to ensure coverage of business rules.\r\n* Performed Sanity, Ad hoc and Regression testing.\r\n* Participated in defect triage meetings with developers to validate the severity of the bug and responsible for tracking of the bug life cycle.\r\n* Worked with development team to ensure testing issues are resolved.\r\n\r\nProject Description\r\nJIO MONEY- Jio Payment Gateway provides the Facility to Merchants and Users to enable to pay through the JIO MONEY. Features include: Purchase, Bill Payment, load Money, short cash purchase, Pay to Merchant and Pay to User etc.\r\n\r\nInscripts\r\nProject Title: CometChat\r\nRole: Automation Tester\r\nResponsibility:\r\nCreated automation framework with bug report using page object and data driven framework with automated email test scripts\r\nHandling QA tickets, Coordinate with the development team\r\n\r\nProject Description\r\nCometChat is the chat solution for your site/app which will help you grow your customer base exponentially, drastically increase the time spent by users. The CometChat has several useful features like one on one chat, group chat, audio/video call, screen sharing, Games, real time chat translation, Mobile apps and desktop messenger.\r\n\r\nProject Title: Web tracker\r\nRole: Sr. Software Tester\r\nResponsibility:\r\nCreation Test Scenarios, Test Script and Test Case\r\nExecution of Test Case\r\nAd-Hoc Manual Testing\r\nRegression Testing\r\nAutomation Testing, Test Scripts using tools such as Selenium WebDriver 2.0\r\n\r\nProject Description\r\nAccomplishment Web Tracker aims to provide time sheet facility to its customers. Release contains the following features which are related to employee time tracking, task assignments, tracker submission, reminders, approvals & its notifications.\r\n\r\nHayaan InfoTech\r\n\r\nProject Title: Real Estate Agent Website\r\nRole: Sr. Software Tester\r\nResponsibility:\r\nCreation Test Scenarios and Test Case\r\nExecution of Test Case\r\nSmoke Testing\r\nBlack Box Testing\r\nAd-Hoc Manual Testing\r\nRegression Testing\r\n\r\nProject Description\r\nThis project has WEB page graphical HTML representation of a neighborhood made up of different types of houses and apartments. There are several sales people around the country, who are all responsible for selling the houses and apartments through Web Site. This Web Site help user to Purchase or Request for any Estate Property.\r\n\r\nProject Title: E-commerce Website\r\nRole: Software Tester\r\nResponsibility:\r\nCreation Test Scenarios and Test Case\r\nExecution of Test Case\r\nAd-Hoc Manual Testing\r\nSmoke Testing\r\nBlack Box Testing\r\nRegression Testing\r\n\r\nProject Description\r\nThis project includes Order Processing, Invoice Generated and Printing, Packaging Slip, Order Payment, Return material Authorization, Label Sheet Printing. The Order Processing of that application is very big. There are 3 main entities which are involved in the Order Processing Customer, Sales Person, and Admin.\r\n\r\nProject Title: Enquiry to Invoice System\r\nRole: Software Tester\r\nResponsibility:\r\nCreation Test Scenarios and Test Case\r\nExecution of Test Case\r\nSmoke Testing\r\nBlack Box Testing\r\nAd-Hoc Manual Testing\r\nRegression Testing\r\n\r\nProject Description\r\nThis application is browser-based application to reduce investment in hardware and software. The proposed system contains following module, which offers database management and reporting of various activity of company. This application comprise of following module Inquiry and Estimation, Quotation & Negotiation, Purchase Order System, Delivery System, MIS Reports.\r\ncompany - Inscripts (India) Pvt. Ltd\r\ndescription - \r\ncompany - Haayan InfoTech Pvt. Ltd\r\ndescription -",
    "skills": null,
    "experience": null,
    "summary": "Education Details B.Tech Electronics And Instrumentation Engineering Jaunpur, Uttar Pradesh VBS Purvanchal University Automation Tester",
    "category": "Automation Testing"
}