{
    "education": "Education Details \r\nJuly 2008 to February 2012 BE COMPUTER SCIENCE Nagpur, Maharashtra NAGPUR UNIVERSITY\r\nSAP HANA Developer \r\n\r\nSAP HANA Developer - Schlumberger\r\nSkill Details \r\nSAP HANA- Exprience - 60 months\r\nSAP BO- Exprience - 36 monthsCompany Details \r\ncompany - Schlumberger\r\ndescription - Schlumberger is the world's leading provider of technology for reservoir characterization, drilling, production, and processing to the oil and gas industry. Working in more than 85 countries.\r\nRole-SAP HANA Developer\r\nTeam Size: 12\r\nDuration: Feb 2017 to Till Date\r\nResponsibilities:\r\nWorking on Suit on HANA and Native HANA Systems.\r\nWorking on end to end implementation for Release 2.3 and 2.4.\r\nDeveloping HANA Information Models Calculation Views, Table Functions, Procedures.\r\nActively involved in cutover activities, Dry Runs Production Go live and Post Production Go Live and resolving issues.\r\nWorked on HANA functionalities like Currency Conversions and analyzing the Planviz for performance related issues etc.\r\nWorked on to bring the Tables in SAP HANA Landing zone using SDA.\r\nWorking on to resolve the performance issues in HANA views by applying filter, joins etc.\r\nInteracting with the Business and functional team members, based on the discussion Creating Design Documents, Technical Specification and Test Documents.\r\nSuccessfully implemented the Release 2.2 and 2.3 for US, Ecuador and Canada.\r\nSuccessfully completed the Self-service project for Finance Domain and created Reports in Analysis of office.\r\nWorking on to create the Power BI Reports.\r\nWorking on to resolve production defects and Incidents by using HPALM and Remedy Tools.\r\nWorking on to resolve the issues in an existing HANA Views.\r\nWorking on to promote the Objects in different environment by using Charm/Solmon.\r\nWorking on to enhance the performance of the HANA views by using PLANVIZ.\r\nWorked on to create the BO Reports for Vendor Master.\r\n 2. Aero Space Design/Honeywell\r\ncompany - Fujitsu Consulting India\r\ndescription - Responsibilities: \r\nâ\u0080¢ HANA Data Model Development and Modification of Existing Models.\r\nâ\u0080¢ Providing estimation to create the data model based on business Request.\r\nâ\u0080¢ Creating Views- Attribute, Analytical and Calculation Views base on business requirement â\u0080¢ Creation of Design document and Technical design document.\r\nâ\u0080¢ Brought the data into HANA Landing zone using SLT and SDA.\r\nâ\u0080¢ Handled complex performance issues.\r\nâ\u0080¢ Worked SAP Landscape transformation for data replication from source DB to HANA DB â\u0080¢ Solved SIT tickets on HANA Information Model.\r\nâ\u0080¢ Developing HANA Information Models Calculation Views, Table Functions, Procedures.\r\nâ\u0080¢ Modifying existing models to include tables, columns etc. necessary to complete the requirement.\r\nâ\u0080¢ Configuring business objects to fetch data from HANA.\r\nâ\u0080¢ Editing, Modifying exiting reports to fetch data from HANA as per the requirement.\r\n 3. Mc Donald\r\nCompany- Fujitsu Consulting India\r\nClient- MC Donald\r\nRole-SAP BO Developer\r\nTeam Size: 3\r\nDuration: July2013to June2014\r\nResponsibilities: \r\nâ\u0080¢ Providing estimation to create the Universe and Webi Reports based on business request.\r\nâ\u0080¢ Worked on creating the Universes on top of SAP HANA and BW Resources.\r\nâ\u0080¢ Worked on creating the Complex Reports in webi.\r\nâ\u0080¢ Worked on providing the Row level and Folder level security.\r\nâ\u0080¢ Worked on Scheduling the Reports.\r\n\r\nTools and Technology Knowledge\r\nSAP HANA SPS12\r\nSAP ECC 6.0\r\nSQL\r\nRemedy\r\nSharePoint\r\nSAP Logon\r\nWEBI\r\nPower BI",
    "skills": null,
    "experience": null,
    "summary": "Education Details July 2008 to February 2012 BE COMPUTER SCIENCE Nagpur, Maharashtra NAGPUR UNIVERSITY SAP HANA Developer",
    "category": "SAP Developer"
}